<template>
  <div>
    <p>
      <b class="violet">Профессиональное обучение</b> по рабочим специальностям направлено на приобретение лицами
      различного возраста профессиональной компетенции, в том числе для работы с конкретными технологиями,
      оборудованием, аппаратными, программными и иными профессиональными средствами, получение
      вышеуказанными лицами квалификации должности служащего, профессии рабочего и присвоение им
      квалификационных разрядов (при наличии), уровней, классов, категорий по профессиям рабочих или
      должностям служащих без изменения уровня образования. Данное обучение регулируется ст. 73 – одним из
      разделов ФЗ-№273 - Об образовании в РФ.
    </p>

    <img :src="require('./images/schema_1.png')" class="picture" >

    <p>
      Профессиональное обучение по различным программам <b class="violet">ПРОФЕССИОНАЛЬНОЙ ПОДГОТОВКИ</b> по профессиям
      рабочих и должностям служащих подразумевает профессиональное обучение лиц, ранее не имевших никакой профессии
      рабочего или не состоящих на должности служащего.
    </p>

    <p>
      Профессиональное обучение по различным программам <b class="violet">ПЕРЕПОДГОТОВКИ РАБОЧИХ</b> и служащих
      подразумевает профессиональное обучение лиц, уже имеющих какую-то профессию рабочего, или какую-то
      должность служащего, в целях получения уже новой профессии рабочего или новой должности служащего с
      учетом личных потребностей или производственных.
    </p>

    <p>
      Профессиональное обучение по различным программам <b class="violet">ПОВЫШЕНИЯ КВАЛИФИКАЦИИ РАБОЧИХ И
      СЛУЖАЩИХ</b> подразумевает профессиональное обучение лиц, уже имеющих профессии рабочих или
      должности служащих, в целях последовательного регулярного совершенствования профессиональных
      навыков, умений и знаний по какой-то имеющейся профессии рабочего или имеющейся должности служащего
      без повышения его образовательного уровня.
    </p>

    <p>
      Продолжительность курса профессионального обучения может определяться только конкретной выбранной
      программой профессионального обучения, разрабатываемой и утверждаемой на основе профессиональных
      стандартов (при их наличии) и/или установленных квалификационных требований АНО ДПО «МАПО», при
      учете, если иное не установлено законодательством РФ.
    </p>

    <p>
      для не обязательно должен включать в себя наличие высшего образования, но не исключает этого, а также
      может преследовать прохождение первоначального уровня (переподготовка), а также его повышение.
    </p>

    <p>
      Для получения профессионального обучения не обязательно иметь базовый уровень высшего или среднего
      профессионального образования, но и не исключает его наличие.
    </p>

    <p>
      Завершается Профессиональное обучение итоговой аттестацией в виде квалификационного экзамена.
    </p>

    <p>
      При любом из видов профессионального обучения, завершающий его квалификационный экзамен, включает
      в себя обязательную проверку теоретических знаний и практическую квалификационную работу в пределах
      квалификационных требований, указанных в профессиональных стандартах и/или квалификационных
      справочниках по соответствующим должностям служащих и профессиям рабочих. Квалификационный
      экзамен проводится с привлечением различных представителей от работодателя.
    </p>

    <h3>ПРАВИЛА ПРИЕМА НА ОБУЧЕНИЕ</h3>

    <ul>
      <li>
        Заявка по форме Академии на обучение конкретных сотрудников от организации, либо заявка по форме
        Академии на обучение от физического лица
      </li>
      <li>Копия паспорта (страницы - главная с фотографией, прописка)</li>
      <li>Копия свидетельство о смене ФИО (если необходимо)</li>
      <li>Фото формата 3х4 -2 шт</li>
      <li>
        Копию трудовой книжки, заверенную печатью организации, или справку с места работы для тех, кто
        имеет стаж работы по обучаемой специальности
      </li>
      <li>Копии удостоверений или свидетельств по смежным специальностям при их наличии</li>
    </ul>

    <h3>АЛГОРИТМ ПРОФЕССИОНАЛЬНОГО ОБУЧЕНИЯ</h3>

    <img :src="require('./images/main.png')" class="scheme">
  </div>
</template>

<script>
export default {}
</script>

<style lang="sass">@import "style"</style>
