<template>
  <div>
    <ProgramTable :programs="programs" :docs_path="docs_path"/>

    <p class="violet"><b><u>
      Список сотрудников организаций, которым необходимо прохождение подготовки по пожарной безопасности
      в виде Повышения квалификации:
    </u></b></p>

    <ol>
      <li>
        Сотрудники, которых отдельным приказом компании назначили как ответственных за обеспечение пожарной
        безопасности в компании на объектах защиты, при численности одновременного нахождения более 50-ти человек
        и объектах зaщиты, отнесенных к категориям взрывопожароопасных и/или повышенной взрывопожароопасности
      </li>

      <li>
        Руководство (уполномоченные заместители или назначенные ими ответственные)  управляющих организаций и
        эксплуатирующих компаний, которые осуществляют свою хозяйственно-финансовую деятельность, связанную с
        непосредственным обеспечением на объектах защиты пожарной безопасности
      </li>

      <li>
        Должностные ответственные лица, занимающие по штатному расписанию должности производственного и технического
        профиля главных специалистов или должностные сотрудники, замещающие их и при этом исполняющие их обязанности,
        на объектах защиты, при численности одновременного нахождения более 50-ти человек и объектах зaщиты,
        отнесенных к категориям взрывопожароопасных и/или повышенной взрывопожароопасности
      </li>

      <li>
        Работники, которые в силу своих должностных обязанностей и возложенных трудовых функций обязаны проводить
        различные противопожарные инструктажи
      </li>

      <li>
        Работники, которые замещают определенные штатные должности ответственных специалистов и проводят
        пожарную профилактику на предприятии
      </li>

      <li>
        Любые иные лица, которых определило и назначило руководство организации внутренним приказом или иным документом
      </li>
    </ol>

    <p>
      <b class="violet">ОБРАЩАЕМ ВНИМАНИЕ!</b> Сотрудники,  указанные в списке для обязательного прохождения
      Повышения квалификации по пожарной безопасности, должны иметь, как минимум, диплом о средне-профессиональном
      образовании. Такое требование продиктовано р. 3 ст.76 о ДПО Федеральным законом от 29.12.12г. за N-273 «Об
      образовании в Российской Федерации» сказано:
    </p>

    <p>Повышение квалификации принято проводить с регулярностью 1(один) раз в 5(пять) лет, но можно и гораздо чаще.</p>

    <p class="violet"><b>
      Программы по категориям лиц, которым нужно обучение по пожарной безопасности в виде повышения квалификации:
    </b></p>

    <img :src="require('../images/Таблица.png')" class="scheme">
  </div>
</template>

<script>
import ProgramTable from "@/components/program_table"
export default {
  components: { ProgramTable },
  data: () => ({
    docs_path: "/docs/fire_safety/",
    programs: [
      {
        name: "Программа повышения квалификации для руководителей организаций, (ИП), лиц, назначенных " +
              "руководителем организации, лиц, назначенных руководителем организации ответственными за " +
              "обеспечение пожарной безопасности на объектах защиты, в которых могут одновременно находиться" +
              "50 и более человек, объектах защиты, отнесенных к категориям повышенной взрывопожароопасности," +
              "взрывопожароопасности, пожароопасности.",
        code: "ПБ-23",
        hours: "40",
        curriculum: "ПБ-23",
        credentials: "УПК.jpg"
      },
      {
        name: "Программа повышения квалификации для руководителей управляющих организаций и эксплуатирующих " +
              "компаний, осуществляющих хозяйственную деятельность, связанную с обеспечением пожарной безопасности " +
              "на объектах защиты, лиц, назначенных ими ответственными за обеспечение пожарной безопасности",
        code: "ПБ-24",
        hours: "40",
        curriculum: "ПБ-24",
        credentials: "УПК.jpg"
      },
      {
        name: "Программа повышения квалификации для ответственных должностных лиц, занимающих должности главных " +
              "специалистов технического и производственного профиля, должностных лиц, исполняющих их обязанности, " +
              "на объектах защиты, в которых могут одновременно находиться 50 и более человек, объектах защиты, " +
              "отнесенных к категориям повышенной взрывопожароопасности, взрывопожароопасности, пожароопасности",
        code: "ПБ-25",
        hours: "40",
        curriculum: "ПБ-25",
        credentials: "УПК.jpg"
      },
      {
        name: "Программа повышения квалификации для лиц, на которых возложена трудовая функция по проведению " +
              "противопожарных инструктажей",
        code: "ПБ-26",
        hours: "40",
        curriculum: "ПБ-26",
        credentials: "УПК.jpg"
      },
      {
        name: "Программа повышения квалификации для лиц, на которых возложена трудовая функция по проведению " +
              "противопожарного инструктажа для гостиниц, общежитий, учреждений отдыха и туризма, детских " +
              "дошкольных образовательных организаций, специализированных домов престарелых и инвалидов, " +
              "больниц, организаций, обслуживающих многоквартирные жилые дома (Ф1)*",
        code: "ПБ-26/1",
        hours: "40",
        curriculum: "ПБ-26-1",
        credentials: "УПК.jpg"
      },
      {
        name: "Программа повышения квалификации  для лиц, на которых возложена трудовая функция " +
              "по проведению противопожарного инструктажа для культурно-просветительных и зрелищных учреждений (Ф2)",
        code: "ПБ-26/2",
        hours: "40",
        curriculum: "ПБ-26-2",
        credentials: "УПК.jpg"
      },
      {
        name: "Программа повышения квалификации  для лиц, на которых возложена трудовая функция " +
              "по проведению противопожарного инструктажа для организаций по обслуживанию населения (Ф3)",
        code: "ПБ-26-3",
        hours: "40",
        curriculum: "ПБ-26-3",
        credentials: "УПК.jpg"
      },
      {
        name: "Программа повышения квалификации для лиц, на которых возложена трудовая функция по проведению " +
              "противопожарного инструктажа для проектных, научных организаций, образовательных организаций " +
              "и органов управления учреждений (Ф4)",
        code: "ПБ-26/4",
        hours: "40",
        curriculum: "ПБ-26-4",
        credentials: "УПК.jpg"
      },
      {
        name: "Программа повышения квалификации для лиц, на которых возложена трудовая функция " +
              "по проведению противопожарного инструктажа для производственных объектов (Ф5)",
        code: "ПБ-26/5",
        hours: "40",
        curriculum: "ПБ-26-5",
        credentials: "УПК.jpg"
      }
    ]
  })
}
</script>

<style></style>
