<template>
  <div id="fire_safety-retraining">
    <ProgramTable :programs="programs" :docs_path="docs_path"/>

    <p class="violet"><b><u>
      Категории сотрудников организаций, которым необходимо прохождение подготовки по пожарной безопасности
      в виде Профпереподготовки:
    </u></b></p>
    <ul>
      <li>Сотрудники, являющиеся ответственными за  обеспечение пожарной безопасности</li>
      <li>
        Руководители эксплуатирующих и управляющих организаций, осуществляющих хоз. деятельность,
        связанную с обеспечиванием  пожарной безопасности
      </li>
      <li>
        Главные специалисты и технологи (их заместители)
      </li>
      <li>
        Сотрудники, в чьих должностных инструкциях и трудовых функциях предопределено проводить противопожарные
        инструктажи
      </li>
      <li>
        Заместители штатных специалистов по пожарной профилактике
      </li>
      <li>
        Любые другие сотрудники, определяемые приказами руководителей организаций
      </li>
    </ul>
    <p>
      <b>Указанные в вышеприведенном списке лица, проходят Профессиональную Переподготовку по Пожбезопасности
      в обязательном порядке если:</b>
    </p>
    <ol>
      <li>
        <b class="violet">НЕ имеют</b> высшего и/или среднего профессионального образования по профилю, специальности
        или направлению подготовки - «Техносфeрная безопасность» или «Пожарнaя безопасность»
      </li>
      <li>
        <b class="violet">НЕ имеют</b> нужной профессиональной компетенции в областях пожарной безопасности
        (т.е. в приложениях с оценками к их дипломам высшего и/или среднего профессионального образования нет
        этих приобретенных знаний – отсутствует такой модуль или дисциплина)
      </li>
    </ol>
  </div>
</template>

<script>
import ProgramTable from "@/components/program_table"
export default {
  components: { ProgramTable },
  data: () => ({
    docs_path: "/docs/fire_safety/",
    programs: [
      {
        name: "Техносферная безопасность",
        code: "ПП-3",
        hours: "512",
        curriculum: "ПП-3",
        diploma: "Диплом"
      },
      {
        name: "Техносферная безопасность",
        code: "ПП-3(П)",
        hours: "998",
        curriculum: "ПП-3(п)",
        diploma: "Диплом"
      },
      {
        name: "Техносферная безопасность",
        code: "ПП-3(с)",
        hours: "256",
        curriculum: "ПП-3(с)",
        diploma: "Диплом"
      },
      {
        name: "Пожарная безопасность",
        code: "ПП-12",
        hours: "512",
        curriculum: "ПП-12",
        diploma: "Диплом"
      },
      {
        name: "Пожарная безопасность",
        code: "ПП-12(с)",
        hours: "256",
        curriculum: "ПП-12(с)",
        diploma: "Диплом"
      },
      {
        name: "Специалист по пожарной профилактике",
        code: "ПП-149(с)",
        hours: "256",
        curriculum: "ПП-149(с)",
        diploma: "Диплом"
      },
      {
        name: "Деятельность по монтажу, техническому обслуживанию и ремонту средств обеспечения пожарной " +
              "безопасности зданий и сооружений, а также их проектированию",
        code: "ПП-150",
        hours: "512",
        curriculum: "ПП-150",
        diploma: "Диплом"
      },
      {
        name: "Деятельность по монтажу, техническому обслуживанию и ремонту средств обеспечения пожарной " +
              "безопасности зданий и сооружений, а также их проектированию",
        code: "ПП-150(с)",
        hours: "256",
        curriculum: "ПП-150(с)",
        diploma: "Диплом"
      }
    ]
  })
}
</script>

<style></style>