<template>
  <div>
    <p>
      На смену, просуществовавшему почти 14 лет Приказу МСЧ России от 12.12.07г. за N-645, пришел и вступил
      в силу с 01.03.22г. новый Приказ МЧС России от 18.11.21г. за N-806. Данный приказ представляет собой
      новый Порядок обучения по пожарной безопасности, который регулирует и процедуру проведения самого обучения
      по пожарной безопасности и всех предусмотренных Порядком инструктажей.
    </p>

    <p>
      Порядок вносит несколько важнейших кардинальных изменений в данном направлении:
    </p>

    <ul>
      <li>
        Полностью отменяет привычное всем обучение по программе (ПТМ) пожарно-технического минимума для руководящих
        ответственных сотрудников и рабочих проводящих огневые работы в организации и ужесточает предъявляемые
        требования к проведению различных противопожарных инструктажей<br>
        Фактически, само понятие обучение ПТМ в компании и обучение ПТМ в образовательном учреждении
        больше <b class="violet">НЕ применимо</b>
      </li>
      <li>
        Вводит в область пожарной безопасности для ответственных должностных лиц обязательный минимум
        к обучению по дополнительным профессиональным программам, а именно:
        <ul>
          <li>повышение квалификации</li>
          <li>проф. переподготовка (при необходимости)</li>
        </ul>
      </li>
    </ul>

    <p>
      Два этих вида обучения отличаются по самой своей сути, продолжительности и выдаваемым итоговым документам.
      После прохождения обучения по программaм повышeния квалификации выдаётся Удостоверение (УПК), и Диплом -
      после профессиональной переподгoтовки.
    </p>

    <p>
      Обучение по этим двум направлениям проводит исключительно образовательное учреждение, имеющее необходимую
      разрешительную документацию – лицензию на проведение деятельности по образованию и обучению и аттестации.
    </p>

    <p class="red">
      Если сотрудник проходил ранее обучение по программе ПТM в образовательном учреждении, то выданный
      ему документ (удостоверение корочка) будет продолжать действовать до даты окончания сроков периодичности
      такого обучения. Так же НЕ потребуется прохождение Внепланового обучения и аттестации для тех сотрудников,
      которые прошли обучение и получили корочку ПТМ в течение всего срока его действия.
      <br>
      Рабочие, проводящие огневые и/или взрывопожароопасные работы в организации, получившие обучение с отрывом
      от производства по ПТМ впоследствии будут проходить только Инструктажи после окончания срока действия
      их корочки по ПТМ.
    </p>
  </div>
</template>

<script>
export default {}
</script>

<style lang="sass">@import "style"</style>