<template>
  <div>
    <h3>Программы повышения квалификации</h3>

    <div class="accordion" id="accordion_programs">
      <div v-for="(group, index) in programs.sort((a, b) => a.name.localeCompare(b.name))"
           :key="group"
           class="accordion-item"
           v-show="expanded || index < 5"
      >
        <h4 class="accordion-header" :id="`heading_${index}`">
          <button class="accordion-button collapsed d-block text-center"
                  type="button"
                  data-bs-toggle="collapse"
                  :data-bs-target="`#collapse_${index}`"
                  aria-expanded="false"
                  :aria-controls="`collapse_${index}`"
          >
            {{ group.name }}
          </button>
        </h4>
        <div :id="`collapse_${index}`"
             class="accordion-collapse collapse"
             :aria-labelledby="`heading_${index}`"
             data-bs-parent="#accordion_programs"
        >
          <div class="accordion-body">
            <div class="columns columns-header">
              <div v-for="column in table_header" :key="column" class="column">
                {{ column }}
              </div>
            </div>
            <div v-for="program in group.groups" :key="program" class="columns">
              <div v-for="column in program" :key="column" class="column">{{ column }}</div>
            </div>
          </div>
        </div>
      </div>
      <button class="expand_button" @click="expandRows">
        <span v-if="expanded">СВЕРНУТЬ<i class="bi-chevron-up"></i></span>
        <span v-else>РАЗВЕРНУТЬ<i class="bi-chevron-down"></i></span>
      </button>
    </div>

    <p>
      Программы повышения квалификации направлены на получение, актуализацию и/или совершенствование новой
      компетенции, необходимой для профессиональной деятельности индивида, и/или повышение профессионального
      уровня знаний в рамках уже имеющейся квалификации.
    </p>

    <p>
      Сегодня не достаточно иметь полученное высшее образование — чтобы оставаться востребованным и перспективным
      сотрудником, нужно систематически и регулярно совершенствовать свои приобретенные навыки. Для всех
      специальностей требование их профессиональных стандартов вводят обязательное периодическое Повышение квалификации.
    </p>

    <p>
      Сам термин «квалификация» появился еще в Трудовом кодексе 10 лет тому назад. В Федеральный закон от
      03.12.2012 N 236-ФЗ добавили отдельную статью 195.1, которая определяет, что квалификация работника —
      это полученный уровень его знаний, профессиональных навыков, умений и опыта.
    </p>

    <p>
      Программы повышения квалификации направлены на получение, актуализацию и/или совершенствование
      новой компетенции, необходимой для профессиональной деятельности индивида, и/или повышение
      профессионального уровня знаний в рамках уже имеющейся квалификации.
    </p>

    <p>
      Сегодня не достаточно иметь полученное высшее образование — чтобы оставаться востребованным и
      перспективным сотрудником, нужно систематически и регулярно совершенствовать свои приобретенные
      навыки. Для всех специальностей требование их профессиональных стандартов вводят обязательное
      периодическое Повышение квалификации.
    </p>

    <p>
      Сам термин «квалификация» появился еще в Трудовом кодексе 10 лет тому назад. В Федеральный закон от
      03.12.2012 N 236-ФЗ добавили отдельную статью 195.1, которая определяет, что квалификация работника —
      это полученный уровень его знаний, профессиональных навыков, умений и опыта.
    </p>

    <p>
      Цель, которую призвано достичь Повышение квалификации — дать наиболее актуальные сведения о
      последних нововведениях и достижениях произошедших в отрасли. В результате обучения по программам
      Повышение квалификации практические навыки и теоретические знания работников должны быть приведены
      к соответствию норм ЕКСД (единого классификатора должностей) и профстандартов.
    </p>

    <p>
      Направление обучения по программам Повышения квалификации регламентируется Федеральным законом
      от 29.12.2012г. за N-273 (претерпевшем редакцию 07.10.22г.) "Об образовании в Российской Федерации", а
      именно в статьей номер «76» - Дополнительное профессиональное образование (ДПО).
    </p>

    <p class="violet"><b><u>
      Существуют три основные формы курсов повышения квалификации:
    </u></b></p>

    <ul>
      <li>
        <b class="violet">Очные</b> Пожалуй, это самый дорогостоящий вариант, поскольку его реализация требует
        значительного потраченного времени, педагогических работников, аудитории и спецпомещение, оборудование и
        технику. Такой вариант обучения максимально отрывает сотрудника от работой. Однако стоит учесть главный
        фактор - такие курсы позволяют наилучшим образом усвоить материал, пообщаться с профессионалами, завести
        новые полезные для работы знакомства и отрабатывать на практике различные сложные производственные ситуации
      </li>

      <li>
        <b class="violet">Очно-заочные</b> Этот вариант немного выгоднее для работодателя и компании в целом, т.к.
        преподавателей привлекают много меньше, а соответственно сами аудиторные занятия проходят реже. Такие курсы
        сочетают самостоятельную работу и изучение под чутким контролем профессионалов
      </li>

      <li>
        <b class="violet">Дистанционные</b> Данный формат обучения, безусловно, самый выгодный для руководства,
        поскольку сотрудник минимально отвлечен от своих трудовых обязанностей. Для такого формата учебное заведение
        составляет индивидуальный учебный план для сотрудника, который доступен ему в любое время. Правда есть и
        существенные минусы – учебный материал при таком формате обучения даётся сложней и требует максимальной
        вовлеченности в процесс, самодисциплины и ответственности от сотрудника
      </li>
    </ul>

    <p>
      После прохождения курсов и успешной сдачи положенной аттестации, человек получает документ, подтверждающий
      повышение его квалификации:
    </p>

    <img :src="require('../images/credentials_1.jpg')" class="picture">
  </div>
</template>

<script>
import XLSX from "xlsx"
export default {
  data: () => ({
    url: "/docs/additional/Программы ПК.xlsx",
    programs: [],
    table_header: null,
    expanded: false
  }),
  created () {
    this.getPrograms()
  },
  methods: {
    getPrograms() {
      fetch(this.url).then((response) => {
        response.blob().then((fileBlob) => {
          const reader = new FileReader()
          reader.onload = (e) => {
            const wb = XLSX.read(e.target.result, { type: "binary" })
            const ws = wb.Sheets[wb.SheetNames[0]]
            const data = XLSX.utils.sheet_to_json(ws, { header: 1 })
            this.table_header = data[0]

            let count = -1
            data.slice(1, -1).forEach(el => {
              if (el[0] == null) {
                count++
                this.programs[count] = { name: el[1] }
              } else {
                if (this.programs[count].groups === undefined) {
                  Object.assign(this.programs[count], { groups: [] })
                }
                this.programs[count].groups.push({ number: el[0], name: el[1], code: el[2], hours: el[3] })
              }
            })
          }
          reader.readAsBinaryString(fileBlob)
        })
      })
    },
    expandRows() {
      this.expanded = !this.expanded
    }
  }
}
</script>

<style lang="sass">@import "../style"</style>
