<template>
  <div>
    <p>
      <b class="violet">ДОПОЛНИТЕЛЬНОЕ ОБРАЗОВАНИЕ</b> – это отдельное направление обучения, которое входит в систему
      образования Российской Федерации. Такое образование представляет возможность индивиду совершенствоваться на
      протяжении всей его жизни. Слово «дополнительное» в этом конкретном контексте является ключевым и определяющим,
      поскольку, означает возможность добавления знаний и умений к уже имеющемуся у индивида опыту. Дополнительное
      образование имеет важное социальное значение для взрослой категории людей и является неким «проходным билетом»
      для достижения определенных жизненных задач и решения возникающих профессиональных проблем.
    </p>

    <p>
      Контекст развития всей системы регулярного непрерывного дополнительного образования в современных
      условиях становится сё более востребованным и актуальным.
    </p>

    <p>
      Дополнительное образование, безусловно, является гибкой и эффективной формой обучения и развития. Оно стало
      одной из лидирующих неотъемлемых форм саморазвития и обучения на сегодняшний день.
    </p>

    <p>
      Мотивация в обучении у взрослых проявляется как в познавательном интересе, так и в повышении уровня своей
      квалификации. Регулярно актуализируя и пополняя свои знания, индивид продвигает свой образовательный
      уровень и саморазвитие.
    </p>

    <p>
      <b class="violet">ДОПОЛНИТЕЛЬНОЕ ПРОФЕССИОНАЛЬНОЕ ОБРАЗОВАНИЕ</b> направлено, прежде всего, на профессиональное развитие самого
      человека, удовлетворение его профессиональных и образовательных потребностей и прогрессивность его
      деятельности в общественной социальной среде.
    </p>

    <p>
      Дополнительное профессиональное образование проводится посредством реализации в учебных центрах дополнительных
      профессиональных программ. Такие программы делятся на:
    </p>

    <ul>
      <li>Программы Повышения Квалификации</li>
      <li>Программы Профессиональной Переподготовки</li>
    </ul>

    <img>

    <h4>ПРАВИЛА ПРИЕМА НА ОБУЧЕНИЕ</h4>

    <p>
      Для зачисления на обучение по программам ДПО необходимо предоставить пакет необходимых документов в
      электронном виде:
    </p>

    <ul>
      <li>Копия паспорта (страницы - главная с фотографией, прописка)</li>
      <li>СНИЛС (страховое свидетельство государственного пенсионного страхования)</li>
      <li>Диплом о высшем (бакалавр, магистр, иной специалист) или о среднем профессиональном образовании</li>
      <li>
        Справка из деканата для студентов, в случае если слушатель проходит обучение в заведениях высшего
        и среднего профессионального образования
      </li>
      <li>Свидетельство о смене ФИО (если ФИО в паспорте отличается от ФИО в дипломе)</li>
    </ul>

    <img :src="require('./images/schema.png')" class="schema">
  </div>
</template>

<script>
export default {}
</script>

<style lang="sass">@import "style"</style>
