<template>
  <div id="labour_protection-first_aid_training">

    <ProgramTable :programs="programs" :docs_path="docs_path"/>

    <p>
      <b class="violet">Обучение по оказанию первой помощи пострадавшим</b> – это целенаправленный процесс
      получения сотрудниками навыков, умений и знаний, которые позволяют оказывать первую помощь при наступлении
      несчастных случаев, травмировании, отравлениях и заболеваниях, несущих угрозу жизни и здоровью до оказания
      медицинской помощи сотрудникам.
    </p>

    <p><b><u>
      Категории сотрудников, в отношении которых необходимо проводить обучение по оказанию
      первой помощи пострадавшим
    </u></b></p>

    <ul>
      <li>Работники, на которых работодатель своим приказом возложил определенные обязанности проводить
        инструктажи по охране труда, включающие такие вопросы как оказание первой помощи пострадавшим,
        до их допуска к проведению таких указанных инструктажей по охране труда;
      </li>
      <li>Работники рабочих должностей и профессий;</li>
      <li>
        Лица, которые обязаны оказывать первую помощь до оказания медицинской помощи пострадавшим
        в соответствии с требованиями правовых нормативных актов;
      </li>
      <li>Работники, управляющие автотранспортными средствами;</li>
      <li>
        Работники, умеющие компетентно оказывать первую помощь пострадавшим в соответствии с правовыми
        нормативными актами по охране труда.
      </li>
      <li>
        Председатель (его заместители) и назначенные члены комиссий для проверки знания требований
        охраны труда в направлении оказания первой помощи пострадавшим, лица, которые проводят обучение
        по оказанию первой помощи пострадавшим, специалисты компетентные в охране труда, а также члены
        комиссий (комитетов) по охране труда;
      </li>
      <li>Иные работники по распоряжению работодателя.</li>
    </ul>

    <p>
      Продолжительность программы обучения сотрудников по оказанию первой помощи пострадавшим составляет
      <u class="violet">16 часов</u>
    </p>

    <img :src="require('../images/first_aid_training.png')" height="300" class="scheme">

    <p>
      Программа обучения по оказанию первой помощи пострадавшим обязательно должна содержать практическую часть,
      которая формирует навыки и умения оказывать первую помощь пострадавшим. Практика должна составлять не менее
      50% от общего количества часов учебной программы.
    </p>

    <p>
      Практическую часть занятий проводят с обязательным применением наглядных пособий и технических средств:
    </p>

    <div class="photos">
      <img v-for="n in 3"
           :key="n"
           :src="require(`../images/first_aid_training-${n}.png`)"
           height="300"
           class="photo shadow"
      >
    </div>

    <p>
      По окончанию Обучения по программе оказания первой помощи пострадавшим проводится проверка (аттестация)
      знаний требований охраны труда в вопросах оказания первой помощи пострадавшим. Требования к правилам
      проведения проверки устанавливает р.7 Правил Постановления Правительства РФ от 24.12.21г. за №-2464.
    </p>

    <p>
      Если блок обучения по оказанию первой помощи пострадавшим включён в общую совмещенную программу обучения
      требованиям охраны труда, то проверка знаний будет обязательно включать в себя сразу оба раздела, входящие
      в обучения такой программы. Результаты проведенной проверки знания требований охраны труда по вопросам
      оказания первой помощи пострадавшим должен быть оформлен отдельным протоколом в соответствии с требованиями
      р.7 Правил Постановления Правительства РФ от 24.12.21г. за №-2464.
    </p>

    <p>
      Обучение по Оказанию первой помощи пострадавшм проводится <b class="violet">не реже 1 (одного) раза
      в 3(три) года.</b>
    </p>

    <p>
      Лицам, успешно прошедшим проверку знаний, выдаются:
    </p>

    <ul>
      <li>Удостоверения установленного образца</li>
      <li>Выписка из протокола</li>
    </ul>
  </div>
</template>

<script>
import ProgramTable from "@/components/program_table/index.vue"
export default {
  components: { ProgramTable },
  data: () => ({
    docs_path: "/docs/labour_protection/",
    programs: [
      {
        name: "Дополнительная профессиональная программа повышения квалификации<br>" +
              "«ОКАЗАНИЕ ПЕРВОЙ ПОМОЩИ ПОСТРАДАВШИМ»",
        code: "ОТ-ПП",
        hours: "16",
        period: "3<br>ГОДА",
        curriculum: "УП ОТ ПП",
        certificate: "Корочка ОТ-ПП.png",
        record: "Протокол ОТ ПП.png"
      }
    ]
  }),
  methods: {
    setImagePath(path) { this.modal_image_path = path }
  }
}
</script>

<style lang="sass">@import "../style"</style>