<template>
  <div>
    <ProgramTable :programs="programs" :docs_path="docs_path"/>

    <p>
      Обучение по использованию/применению средств индивидуальной защиты проходят сотрудники, которые применяют
      СИЗ (средства индивидуальной защиты). Такое применение СИЗ требует определенных практических навыков,
      в зависимости от степени рисков причинения вреда здоровью сотруднику.  Работодатель обязан утверждать
      перечни средств по индивидуальной защите сотрудников.
    </p>

    <p>
      В Программу по обучению использования/применения средств индивидуальной защиты для сотрудников,
      которые используют спецодежду и спецобувь, включается обучение методам ее ношения, а для сотрудников,
      которые используют иные виды средств индивидуальной защиты - обучают методам их практического применения.
    </p>

    <p>
      Обучение по использованию/ СИЗ (средств индивидуальной защиты) может так же проводиться и
      в рамках обучения требованиям охраны труда.
    </p>

    <img :src="require('../images/protection_training.png')" height="300" class="schema">

    <p>
      Программа обучения по использованию/применению СИЗ (средств индивидуальной защиты) обязательно должна
      содержать практическую часть, которая формирует навыки и умения их применения, включая вопросы, связанные
      с осмотром таких средств индивидуальной защиты перед и после их использования.
    </p>

    <p>
      Практика должна составлять не менее 50% от общего количества часов учебной программы.
    </p>

    <p>
      Практическую часть занятий проводят с обязательным применением наглядных пособий и технических средств:
    </p>

    <div class="photos">
      <img v-for="n in 3"
           :key="n"
           :src="require(`../images/protection_training-${n}.png`)"
           height="300"
           class="photo shadow"
      >
    </div>

    <p>
      Обучение по применению и правильному эффективному использованию средств индивидуальной защиты(СИЗ)
      проводится <b class="violet">не реже 1(одного) раза в 3(три) года.</b>
    </p>

    <p>
      По завершении Обучения по использованию/применению СИЗ (средств индивидуальной защиты) проводится
      проверка знания (аттестация) требований охраны труда по вопросам использования/применения СИЗ.
    </p>

    <p>Лицам, успешно прошедшим проверку знаний, выдаются:</p>
    <ul class="violet">
      <li>Удостоверения установленного образца</li>
      <li>Выписка из протокола</li>
    </ul>
  </div>
</template>

<script>
import ProgramTable from "@/components/program_table/"
export default {
  components: { ProgramTable },
  data: () => ({
    docs_path: "/docs/labour_protection/",
    programs: [
      {
        name: "дополнительная профессиональная программа повышения квалификации<br><br>" +
              "«ИСПОЛЬЗОВАНИЕ СРЕДСТВ ИНДИВИДУАЛЬНОЙ ЗАЩИТЫ»",
        code: "ОТ-СИЗ",
        hours: "16",
        period: "3<br>ГОДА",
        curriculum: "УП ОТ СИЗ",
        certificate: "Корочка ОТ-СИЗ.jpg",
        record: "Протокол ОТ СИЗ.png"
      }
    ]
  })
}
</script>

<style lang="sass">@import "../style"</style>