<template>
  <div>
    <ProgramTable :programs="programs" :docs_path="docs_path"/>

    <h4>КТО ПРОХОДИТ ОБУЧЕНИЕ</h4>

    <p>
      В Порядке №2464 Постановления Правительства РФ от 24.12.2021 - "О порядке обучения по охране труда и
      проверки знания требований охраны труда" приведены категории сотрудников, которые должны проходить обучение:
    </p>

    <ul>
      <li>
        работодатель и/или руководитель организации, руководители подразделений и филиалов и их заместители,
        на которых возложены приказом обязанности по охране труда
      </li>
      <li>руководители различных структурных подразделений организации и их заместители</li>
      <li>специалисты различных структурных подразделений организации</li>
      <li>специалисты по охране труда</li>
      <li>работники рабочих профессий</li>
      <li>члены комиссий, проверяющие знания и ответственные за проведение инструктажей и обучения</li>
      <li>члены комиссий по охране труда, уполномоченные профсоюзные представители</li>
    </ul>

    <p>
      При формировании перечней профессий и должностей сотрудников, которые будут направлены на обучение,
      не забывайте, что существуют определенные категории, которые <b class="violet">должны учиться только в сторонних
      обучающих организациях</b>.
    </p>

    <p>
      К таким категориям сотрудников относятся:
    </p>

    <ul>
      <li>руководители компаний и организаций</li>
      <li>руководители различных филиалов организации</li>
      <li>председатели и члены комиссий, проводящие проверку знаний требований по охране труда</li>
      <li>специалисты по охране труда, ответственные ответственные за проведение инструктажей и обучения</li>
      <li>члены комиссий по охране труда, уполномоченные профсоюзные представители</li>
      <li>сотрудники микропредприятий, отвечающие за проверку знания требований охраны труда</li>
    </ul>

    <p>
      <b class="violet">Обращаем отдельное внимание:</b> в новом Порядке №2464 четко прописано, что руководители
      структурных подразделений организаций так же должны проходить <b class="violet">обучение в Учебных центрах</b>.
    </p>

    <p>
      С «01» сентября сотрудники, в обязанности которых входит проведение Первичных и Повторных инструктажей
      по охране труда (в филиалах это чаще всего их руководители или заместители), должны обучаться
      <b class="violet">только в Учебных центрах</b>.
    </p>

    <p>
      <b class="violet">Приложение № 4</b> Порядка Постановления Правительства РФ от 24.12.2021 № 2464 -
      "О порядке обучения по охране труда и проверки знания требований охраны труда" определяет и устанавливает
      <b class="violet"><u>минимальное количество работников</u></b>, которых нужно отправить на обучение
      в стороннюю организацию (учебные центры). Такое количество определяется с учетом среднесписочной
      численности и категории риска организации.
    </p>

    <h4>
      ПРОГРАММЫ ОБУЧЕНИЯ ТРЕБОВАНИЯМ ОХРАНЫ ТРУДА
    </h4>

    <p>В зависимости от категории работников академия проводит:</p>

    <ul class="violet">
      <li>Обучение по общим вопросам и функционирования системы управления охраной труда</li>
      <li>
        Обучение по безопасным методам и приемам выполнения работ при взаимодействии вредных и опасных
        производственных факторов, опасностей, идентифицированных в рамках СОУТ и ОПР
      </li>
      <li>
        Обучение безопасным методам и приемам выполнения работ повышенной опасности, к которым предъявляются
        дополнительные требования в соответствии с государственными нормативными актами
      </li>
    </ul>

    <p>
      Рабочие программы нашей Академии разработаны в соответствии с Примерным перечнем тем к каждой из программ
      указанной в Приложении № 3 Порядка Постановления Правительства РФ от 24.12.2021 № 2464 – Порядок получения
      знаний по охране труда и аттестация полученных знаний по требованиям охраны труда.
    </p>

    <p>
      Если работнику надо изучить программы по нескольким направлениям, то их общая продолжительность
      по часам суммируется.
    </p>

    <p>
      Обучение работников требованиям охраны труда заканчивается проведением проверочных мероприятий.
      Проверяются знания требований охраны труда.
    </p>

    <p>
      Требования к проведению такой проверки установлены положениями раздела VII Правил №2464. Результаты проверки
      знания требований охраны труда после обучения требованиям охраны труда оформляются в виде
      <b class="violet"><u>протокола</u></b>.
    </p>

    <p>Лицам, успешно прошедшим проверку знаний, выдаются:</p>

    <ul class="violet">
      <li>Удостоверения установленного образца</li>
      <li>Выписка из протокола</li>
    </ul>

    <h4>ПЕРИОДИЧНОСТЬ ОБУЧЕНИЯ</h4>

    <p>
      Согласно новым действующим правилам руководители и специалисты (или их заместители) проходят обучение
      по охране труда 1 (один) раз в 3 (три) года, а работники рабочих профессий — с той же периодичностью,
      которая установлена в локальных нормативных актах.
    </p>

    <p>
      Новые правила утверждают следующую периодичность:
    </p>

    <table class="table table_requirements">
      <tbody>
        <tr>
          <th>ВИД ОБУЧЕНИЯ</th>
          <th>ПЕРИОДИЧНОСТЬ</th>
        </tr>
        <tr>
          <th>Плановое обучение по охране труда</th>
          <td>Не реже <b>1(одного) раза в 3(три) года</b></td>
        </tr>
        <tr>
          <th>Обучение безопасным методам и приемам выполнения работ повышенной опасности</th>
          <td>Для конкретных целевых видов работ не реже <b>1(одного) раза в год</b> в соответствии с НПА</td>
        </tr>
        <tr>
          <th>Обучение принятых впервые на работу<br>Обучение принятых на работу в порядке перевода</th>
          <td>
            Срок устанавливается внутренними документами работодателя, но не должен превышать <b>60 календарных
            дней</b> со дня подписания трудового договора с сотрудником или документов о переводе на другие работы.
          </td>
        </tr>
      </tbody>
    </table>

    <p>Если у Индивидуального предпринимателя нет ни одного сотрудника в штате, эти требования его не касаются.</p>

    <p>
      Если Индивидуальный предприниматель планирует нанять рабочий или руководящий персонал, то он должен
      сначала пройти Внеплановое обучение сам и только после этого заключать трудовые договора.
    </p>

    <p>Дальше предприниматель и его сотрудники учатся с установленной периодичностью.</p>
  </div>
</template>

<script>
import ProgramTable from "@/components/program_table"
export default {
  components: { ProgramTable },
  data: () => ({
    docs_path: "/docs/labour_protection/",
    programs: [
      {
        name:        "«ОБЩИЕ ВОПРОСЫ ОХРАНЫ<br>ТРУДА И ФУНКЦИОНИРОВАНИЯ СИСТЕМЫ<br>УПРАВЛЕНИЯ ОХРАНОЙ ТРУДА»",
        code:        "ОТ-А",
        hours:       "16",
        period:      "3<br>ГОДА",
        curriculum:  "УП ОТ А",
        certificate: "Корочка ОТ-А.jpg",
        record:      "Протокол ОТ А.png",
      },
      {
        name:        "«БЕЗОПАСНЫЕ МЕТОДЫ И ПРИЕМЫ ВЫПОЛНЕНИЯ РАБОТ ПРИ ВОЗДЕЙСТВИИ ВРЕДНЫХ И  ОПАСНЫХ " +
                     "ПРОИЗВОДСТВЕННЫХ ФАКТОРОВ, ОПАСНОСТЕЙ, ИДЕНТИФИЦИРОВАННЫХ В РАМКАХ СУОТ И ОЦЕНКИ " +
                     "ПРОФЕССИОНАЛЬНЫХ РИСКОВ»",
        code:        "ОТ-Б",
        hours:       "16",
        period:      "3<br>ГОДА",
        curriculum:  "УП ОТ Б",
        certificate: "Корочка ОТ-Б.jpg",
        record:      "Протокол ОТ Б.png"
      },
      {
        name:        "«БЕЗОПАСНЫЕ МЕТОДЫ И ПРИЕМЫ ВЫПОЛНЕНИЯ РАБОТ ПОВЫШЕННОЙ ОПАСНОСТИ, К КОТОРЫМ ПРЕДЪЯВЛЯЮТСЯ " +
                     "ДОПОЛНИТЕЛЬНЫЕ ТРЕБОВАНИЯ В СООТВЕТСТВИИ С НОРМАТИВНЫМИ ПРАВОВЫМИ АКТАМИ, СОДЕРЖАЩИМИ " +
                     "ГОСУДАРСТВЕННЫЕ НОРМАТИВНЫЕ ТРЕБОВАНИЯ ОХРАНЫ ТРУДА»",
        code:        "ОТ-В",
        hours:       "16",
        period:      "1<br>ГОД",
        curriculum:  "УП ОТ В",
        certificate: "Корочка ОТ-В.jpg",
        record:      "Протокол ОТ В.png"
      },
    ]
  }),
  methods: {
    setImagePath(path) { this.modal_image_path = path }
  }
}
</script>

<style lang="sass">@import "../style"</style>