<template>
  <div>
    <p>
      Стажировку по охране труда на рабочих местах проводят с целью приобретения практических навыков
      сотрудников безопасных методов и приёмов выполнения работ в процессе своей деятельности.
    </p>

    <p>
      Стажировку на рабочих местах проводят допущенным работникам, успешно <b class="violet">ПРОШЕДШИМ</b>
      в установленном порядке <b class="violet">ОБУЧЕНИЕ</b> требованиям охраны труда и
      <b class="violet">ИНСТРУКТАЖИ</b> по охране труда.
    </p>

    <img :src="require('../images/traineeship.png')" class="schema">

    <p>
      Работодатель сам устанавливает Перечень должностей и профессий сотрудников, которым необходима
      стажировка на рабочем месте, учитывая мнения уполномоченных или профсоюзных органов.
    </p>

    <p>
      <b class="violet">Профессии</b> и должности сотрудников, которые выполняют работы
      <b class="violet">повышенной опасности, обязательно</b> включают в Перечень подлежащих стажировке.
    </p>

    <p>
      Стажировку на рабочем месте осуществляют по Программам стажировки на рабочих местах или на основании
      иных локальных нормативных актах работодателя. В стажировку входит отработка практических навыков
      выполнения различных работ, используя знания и умения, которые были получены при обучении
      требованиям по охране труда.
    </p>

    <p>
      Объём стажировочных мероприятий утверждает работодатель, учитывая мнения уполномоченных
      или профсоюзных органов, в разработанных Программах стажировок на рабочих местах.
    </p>

    <p>
      Продолжительность, место проведения, требования и порядок проведения стажировок на рабочих местах
      сотрудникам устанавливаются внутренними локальными нормативными документами, учитывая мнения
      уполномоченных или профсоюзных органов
    </p>

    <p>
      <b class="violet">Минимальная продолжительность</b> проведения стажировок на рабочих местах –
      <b class="violet">не менее 2-х (двух) смен.</b>
    </p>
  </div>
</template>

<style lang="sass">@import "../style"</style>
