<template>
  <div>
    <ProgramTable :programs="programs" :docs_path="docs_path"/>

    <p>
     <b>С «01» января 2021 года вступили в силу новые «Правила по охране труда при работе на высоте», утвержденные
       Приказом Минтруда от 16 ноября 2020 года № 782н.</b> Эти Правила устанавливают дополнительные государственные
      нормативные требования по охране труда и регулируют порядок действий работников и работодателей при проведении
      и организации работ, проводимых на высоте.
    </p>

    <p><b class="violet">
      К высотным работам относятся работы, в которых присутствуют следующие признаки:
    </b></p>

    <ul>
      <li>
        Есть риски, связанные с возможным падением сотрудника с высоты 1,8м. и более:
        <ol>
          <li>
            при осуществлении работником подъема/спуска на высоту более 5м. по лестнице, с углом   наклона к
            горизонтали более 75°
          </li>
          <li>
            при проведении работ на площадках, на которых расстояние от неогражденных перепадов по высоте
            более 1,8м. ближе 2-х метров, а также, если высота защитного ограждения этих площадок менее 1,1м
          </li>
        </ol>
      </li>
      <li>
        Существуют риски, связанные с возможным падением работника с высоты менее 1,8м, если работа проводится
        над механизмами и/или машинами, поверхностью сыпучих, жидких, мелкодисперсных субстанций или над
        выступающими предметами
      </li>
    </ul>

    <p><b class="violet">Работы на высоте делятся:</b></p>

    <ul>
      <li>
        работы на высоте <b class="violet">С применением средств подмащивания.</b> К таким средствам относятся люльки,
        вышки, лестницы, козлы, подмостья, леса и мн.др. Работы, проводимые на площадках, у которых защитные ограждения
        превышают высоту 1,1 метра
      </li>
      <li>
        работы на высоте <b class="violet">Без применения средств подмащивания</b>
        <b>(с применением канатного доступа)</b>, выполняемые на высоте более 5м., а также работы, выполняемые
        на расстоянии менее 2м. от неогражденных перепадов по высоте более 5м. на площадках где полностью отсутствуют
        защитные ограждения либо если такие защитные ограждения ниже 1,1 метра
      </li>
    </ul>

    <p class="violet"><b>К работе на высоте могут быть допущены лица, которые достигли возраста 18 лет.</b></p>

    <p>
      Работники, выполняющие высотные работы, должны обязательно иметь соответствующую квалификацию, соответствующую
      характеру выполняемых работ. Уровень соответствующей квалификации подтверждается документом о профессиональном
      обучении либо о профессиональном образовании.
    </p>

    <p>
      Работники допускаются к высотным работам после прохождения:
    </p>

    <ul>
      <li>медицинских осмотров</li>
      <li>инструктажей по охране труда</li>
      <li>обучения и проверки знаний требований охраны труда (см. выше)</li>
      <li>обучения безопасным приемам и методам исполнения высотных работ</li>
    </ul>

    <p>
      <b>Работодатель</b> или уполномоченное им лицо, <b>обязаны</b> организовать До начала проведения высотных
      работ <b>обучение «безопасным методам и приемам выполнения работ на высоте» сотрудников</b>:
    </p>

    <ul>
      <li>допускаемых к работам на высоте в первый раз</li>
      <li>
        которых переводят с других работ или должностных обязанностей, если указанные сотрудники до этого
        не проходили такого соответствующего обучения
      </li>
      <li>которые имеют перерыв в высотных работах более 1 (одного) года</li>
    </ul>

    <div class="photos photos_four">
      <img v-for="n in 4"
           :key="n"
           :src="require(`../images/work_at_height-${n}.jpg`)"
           height="550"
           class="photo shadow"
      >
    </div>

    <p><b class="violet">
      Обучение и проверка знаний по курсу «Безопасные методы и приемы выполнения работ на высоте
      С применением средств подмащивания»
    </b></p>

    <p><u>Обучение по этой программе проводится в объеме 40 часов для:</u></p>

    <ul>
      <li>ответственных исполнителей и исполнителей работ в составе бригад на высоте</li>
      <li>ответственных за организацию, безопасное проведение работ и контроль выполнения высотных работ</li>
    </ul>

    <p>
      Для сотрудников, выполняющих высотные работы с применением средств подмащивания периодического обучения
      не предусмотрено. В соответствии с <b>Приказом № 782н срок действия удостоверения не указывается</b>.
    </p>

    <p>По итогам обучения выдаётся ламинированное удостоверение + выписка из протокола.</p>

    <p><b class="violet">
      Обучение и проверка знаний по курсу «Безопасные методы и приемы выполнения работ на высоте
      БЕЗ применения средств подмащивания» проводится в объеме 40 часов
    </b></p>

    <p>
      <b class="violet"><u>1 группа:</u></b> сотрудники, которых допускают к работам в составе бригад или под
      непосредственным контролем работника, назначенного приказом работодателя (персонал старше 18 лет, имеющие
      опыт работы на высоте с применением средств подмащивания от 1 года).
    </p>

    <p>
      По итогам обучения присваивается <b>1-я группа и выдается Удостоверение + выписка из протокола,
      срок действия такого удостоверения составляет 3(три) года.</b>
    </p>

    <p>
      <b class="violet"><u>2 группа:</u></b> руководители стажировок, бригадиры, мастера, а также работники,
      назначаемые по наряду-допуску на выполнение высотных работ ответственными исполнителями работ на высоте
      (персонал старше 18 лет, отвечающий требованиям 1 группы и имеющим опыт высотных работ от 1 (одного) года ).
    </p>

    <p>
      По итогам обучения присваивается <b>2-я группа и выдается Удостоверение + выписка из протокола,
      срок действия такого удостоверения составляет 3(три) года</b>.
    </p>

    <p>
      В удостоверении обязательно прописывается информация о продолжительности стажировки, которую устанавливает
      непосредственно работодатель либо уполномоченное им лицо и должна составлять не менее 2(двух) рабочих
      дней / смен.
    </p>

    <p>
      <b class="violet"><u>3 группа:</u></b> как правило, это руководящий персонал строго старше 21 года,
      имеющий опыт высотных работ более 2-х лет во 2-ой группе:
    </p>

    <ul>
      <li>
        ответственные за безопасное проведение и организацию высотных работ, в том числе и за проведение
        инструктажей для персонала
      </li>
      <li>члены аттестационных комиссий и преподаватели, по приказу созданном руководителем компании</li>
      <li>
        работники, проводящие регулярный, периодический осмотр и своевременное обслуживание средств
        индивидуальной защиты
      </li>
      <li>работники, выдающие наряды-допуски</li>
      <li>ответственные руководители высотных работ, которые выполняются по наряд-допускам</li>
      <li>специалисты по охране труда</li>
      <li>должностные лица (их заместители), уполномоченные утверждать ППР (планы производственных работ) на высоте</li>
    </ul>

    <p><b>В Удостоверении для 3-группы прописываются виды работ, до которых может быть допущен аттестуемый:</b></p>

    <p>
      А) проверка знаний безопасных приемов и  методов исполнения высотных работ в качестве члена или главы
      аттестационной комиссии; обучение высотным работам персонала качестве специалиста или преподавателя;
    </p>

    <p>
      Б) организация безопасного проведения высотных работ и проведения в качестве ответственного инструктажей
      для других сотрудников;
    </p>

    <p>В) обслуживание и периодический осмотр СИЗ;</p>

    <p>Г) право выдачи наряда-допуска;</p>

    <p>Д) руководство за высотными работами, выполняемых по отдельным наряд-допускам;</p>

    <p>Е) контроль безопасности высотных работ в качестве назначенного приказом специалиста по охране труда;</p>

    <p>Ж) утверждение плана ППР на высотные работы.</p>

    <p>
      По итогам обучения присваивается <b>3-я группа и выдается Удостоверение + выписка из протокола, срок действия
      такого удостоверения составляет 5 (пять) лет</b>.
    </p>

    <p>
      Согласно <b>части 3. Статьи 5.27.1</b> Кодекса об административных нарушениях РФ за нарушение требований
      Правил охраны предусмотрен штраф:
    </p>

    <ul>
      <li>для должностных лиц установлен размер от 15 000 - 25 000</li>
      <li>для индивидуальных предпринимателей определен размер от 15 000- 25 000</li>
      <li>
        в отношении юридических лиц предусмотрены финансовые санкции размером от 100 000 -130 000 или приостановка
        всей деятельности в административном порядке на срок до 90 суток
      </li>
    </ul>

    <p>
      Совершение повторных административных правонарушений, предусмотренных <b>частями 1 - 4</b> настоящей статьи КОАП,
      повлекут следующее административное наказание:
    </p>

    <ul>
      <li>
        на должностных лиц в размере от 30 000 (тридцати тысяч) до 40 000 (сорока тысяч) рублей или дисквалификация
        на срок от 1-3 лет
      </li>
      <li>
        на лиц, зарегистрированных как ИП, от 30 000 (тридцати тысяч) до 40 000 (сорока тысяч) рублей или приостановка
        деятельности в административном порядке на срок до 90 дней
      </li>
      <li>
        на юридических лиц  от 100 000 (ста тысяч)  до 200 000 (двухсот тысяч) рублей или приостановка деятельности
        на срок до 90 дней в административном порядке
      </li>
    </ul>
  </div>
</template>

<script>
import ProgramTable from "@/components/program_table"
export default {
  components: { ProgramTable },
  data: () => ({
    docs_path: "/docs/labour_protection/",
    programs: [
      {
        name: "Безопасные методы и приемы выполнения работ на высоте для работников 1 группы",
        code: "ОТ-1(1)",
        hours: "40",
        period: "3<br>ГОДА",
        curriculum: "УП-ОТ-1(1)",
        certificate: "ОТ-1(1).png",
        personal_book: "Личная книжка.png"
      },
      {
        name: "Безопасные методы и приемы выполнения работ на высоте для работников 2 группы",
        code: "ОТ-2(2)",
        hours: "40",
        period: "3<br>ГОДА",
        curriculum: "УП-ОТ-2(2)",
        certificate: "ОТ-2(2).png",
        personal_book: "Личная книжка.png"
      },
      {
        name: "Безопасные методы и приемы выполнения работ на высоте для работников 3 группы",
        code: "ОТ-3(3)",
        hours: "40",
        period: "5<br>ГОДА",
        curriculum: "УП-ОТ-3(3)",
        certificate: "ОТ-3(3).png",
        personal_book: "Личная книжка.png"
      },
      {
        name: "Безопасные методы и приемы выполнения работ на высоте с применением инвентарных средств подмащивания",
        code: "ОТ-4",
        hours: "40",
        period: "-",
        curriculum: "УП-От-4",
        certificate: "ОТ-4.png",
        personal_book: ""
      }
    ]
  })
}
</script>

<style lang="sass">@import "../style"</style>