<template>
  <div id="labour_protection-main">
    <p>
      <strong>Обучение по охране труда</strong> — важнейший аспект существования любой компании, будь то коммерческая,
      государственная или с государственным участием организация. Оно призвано обеспечивать заботу и сохранение
      здоровья, а подчас и жизни сотрудников компаний при выполнении трудовой и служебной повседневной деятельности.
    </p>
    <p>
      Разобраться, как проводить обучение и организовать проверку знаний требований охраны труда помогут
      два документа, которые вступят в силу «01» сентября 2022 года:
    </p>

    <ul>
      <li>
        Постановление Правительства РФ от 24.12.21г. за №-2464 – о создании Порядка обучения по охране
        труда и порядока проведения проверки знания требований охраны труда
      </li>
      <li>
        Постановление Правительства РФ от 16.12.21г. №-2334 - Утверждающий Правила и Требования по аккредитации
        различных организаций, ИП, которые оказывают услуги в областях охраны труда
      </li>
    </ul>

    <p>
      С «01» сентября 2022 года вступили в силу правила обучения по охране труда и проверки знания требований
      охраны труда, утверждённые постановлением Правительства РФ от «24» декабря 2021 года №2464.
    </p>

    <p>
      Правила устанавливают конкретные обязательные требования к проведению обучения по охране труда и аттестации
      знаний по требованиям охраны труда у сотрудников, которые заключили трудовые договора с работодателями,
      а также требования к компаниям и ИП, оказывающим образовательные услуги по обучению и работодателей
      и отдельных сотрудников вопросам охраны труда.
    </p>

    <p>
      Обучение по охране труда и последующая аттестация полученных знания требований охраны труда можно смело
      отнести к профилактическим санитарным мероприятиям в сфере охраны труда, направленное на предотвращение
      различных случаев травматизма на производстве, снижение последствий профессиональных заболеваний
      и являются методичным специализированным процессом получения навыков, умений и знаний.
    </p>

    <p>
      В Постановлении Правительства РФ от 24.12.2021 № 2464 – «О порядке обучения по охране труда
      и проверки знания требований охраны труда"  расширен список видов обучения по охране труда.
      Схематично обучение выглядит так:
    </p>

    <img :src="require('./images/labour_protection-1.png')" class="schema">

    <p>Полный перечень видов обучения по охране труда:</p>

    <uL>
      <li>инструктаж по охране труда</li>
      <li>стажировка на рабочем месте</li>
      <li>обучение по оказанию первой помощи пострадавшим</li>
      <li>обучение использованию/применению средств индивидуальной защиты (СИЗ)</li>
      <li>
        обучение по охране труда безопасным приемам и методам исполнения работ, у работодателей или в учреждениях,
        которые уполномочены оказывать услуги по проведению такого обучения по охране труда
      </li>
    </uL>

    <p>
      За нарушение исполнения Порядка и его требований к обучению могут привлечь к ответственности по ч.
      3 ст. 5.27.1 КоАП РФ. Формулировка этой части статьи позволяет привлекать к ответственности
      и накладывать административный штраф:
    </p>

    <uL>
      <li>на должностных лиц в размере от 15 000 – 25 000 (пятнадцати тысяч до двадцати пяти тысяч) рублей</li>
      <li>
        на лиц, осуществляющих предпринимательскую деятельность без образования юридического лица,
        от 15 000 – 25 000 (пятнадцати тысяч до двадцати пяти тысяч) рублей
      </li>
      <li>
        на лиц, осуществляющих предпринимательскую деятельность без образования юридического лица,
        от 15 000 – 25 000 (пятнадцати тысяч до двадцати пяти тысяч) рублей
      </li>
      <li>
        на юридических лиц - от 110 000 – 130 000 (ста десяти тысяч до ста тридцати тысяч) рублей
      </li>
    </uL>

    <p>
      Документы, подтверждающие проверку у работников знания требований охраны труда, выданные в установленном
      порядке до введения в действие Правил, действительны до окончания срока их действия (п.2, 5 абзац Порядка
      Постановления Правительства РФ от 24.12.21г. №-2464.
    </p>
  </div>
</template>

<script>
export default {
  name: "LabourProtectionMain"
}
</script>

<style lang="sass">@import "style"</style>
