<template>
  <div>
    <p>
      Данный раздел создан во исполнение требований определенных нормативных документов:
    </p>
    <ul class="checkmark">
      <li>
        Раздел 9 статьи 3 Приказа Федеральная служба по надзору в сфере образования и науки от 14.08.20г.
        N-831 «об утверждении требований к структурной части официального сайта, к формату представления такой
        информации в информационно-телекоммуникационной сети "интернет"
      </li>
      <li>
        Постановления Правительства РФ от 20.10.21г. N-1802 «об утверждении правил размещения на официальном
        сайте образовательного учреждения в сети "интернет" и обновления такой информации»
      </li>
      <li>
        <a href="https://login.consultant.ru/link/?req=doc&base=LAW&n=422428&date=17.11.2022&dst=100413&field=134"
           target="_blank"
        >
          Ст.29
        </a>
        -ч.2 Федерального закона №-273 "Об образовании в Российской Федерации"
      </li>
    </ul>
    <p>
      Вышеперечисленные законодательные акты обязывают размещать «Основные сведения» образовательной организации:
    </p>
    <a href="/docs/about/ВЫПИСКА%20ЕГРЮЛ%20МАПО.pdf"
       class="doc-cascade"
       target="_blank"
    >
      <img v-for="n in 3"
           :key="n"
           :src="require(`/public/docs/about/previews/Выписка ЕГРЮЛ МАПО ${n}.png`)"
           class="shadow"
      >
    </a>
    <h4>
      Автономная некоммерческая организация дополнительного профессионального образования<br>
      «Межрегиональная академия профессионального обучения»
    </h4>
    <p>
      <b>Справочный Телефон:</b> +7(495) 698-61-00; E-mail: info@mapo-dpo.ru
    </p>
    <p>
      <b>График работы института:</b> Понедельник-пятница с 9:30 до 18:00
    </p>
    <p>
      <b>Адрес местонахождения:</b> 115230, г. Москва, проезд 1-й Нагатинский, д. 10, стр. 1, этаж 6, пом. XXXIII
    </p>
  </div>
</template>

<script>
</script>

<style lang="sass">@import "../style"</style>
