<template>
  <div id="collaboration">
    <p>
      На сегодняшний момент целевая аудитория, на которую ориентируется АНО ДПО «МАПО»  в предоставлении своих услуг
      - это только граждане Российской федерации и стран СНГ.
    </p>
    <p>
      Заключение Договоров с иностранными гражданами и международными организациями по вопросам образования
      и науки не планируется.
    </p>
    <p>
      Дополнительных международных аккредитаций образовательных программ АНО ДПО «МАПО»  не получало.
    </p>
  </div>
</template>

<style lang="sass">@import "../style"</style>
