<template>
  <div>
    <p>
      По существующему в РФ Закону об образовании, индивидуализация и дифференциация образовательного
      процесса обучения и подчинения его принципам гуманизации, выделяет особую социальную категорию обучающихся
      с различными ограниченными и дефектами возможностей здоровья. Обучающийся из вышеуказанной категории
      слушателей – это физические лица, которые волей судьбы имеют недостатки в психологическом и/или физическом
      здоровье или развитии. Для подтверждения такого состояния здоровья человека назначается специальная
      медико-психолого-педагогическая комиссия. К сожалению, такое состояние здоровья человека затрудняет и
      препятствует получению им образования без создания отдельных специализированных условий.
    </p>
    <p>
      В АНО ДПО «МАПО» обучение лиц с ОВЗ осуществляется по специальным разработанным адаптированным
      образовательным программам, которые учитывают определенные особенности, индивидуальные возможности и
      психофизическое развитие человека. Специальные образовательные программы обеспечивают, при необходимости,
      такому слушателю корректировку и социальную адаптацию нарушений развития.
    </p>
    <p>
      Адаптированные программы для слушателей с ОВЗ определяют организацию самого процесса отталкиваясь
      от специфики её содержания. Она призвана:
    </p>
    <ul>
      <li>
        обеспечивать социальное равенство возможностей получения качественного образовательного процесса
        для каждого из обучающихся;
      </li>
      <li>
        обеспечивать качество профессиональной подготовки и гарантию уровня образования по программам ДПО.
        Основой принципа здесь служат единство обязательных требований к условиям, при которых реализуются
        программы для лиц с ОВЗ;
      </li>
      <li>
        сохранять и поддерживать единство образовательного пространства, а с ним и высокий уровень ДПО;
      </li>
      <li>
        обеспечивать социализацию, профессиональную трансформацию и адаптацию слушателей с ОВЗ.
      </li>
    </ul>
    <p>
      АНО ДПО «МАПО» подготовила и создала нужные условия доступности для инвалидов при реализации своих
      специальных образовательных программ.  Создавая наши программы, мы руководствовались сугубо Приказом
      Минобрнауки РФ от 09.11.15 г. за N-1309 в котором приведен Порядок по обеспечению условий доступности
      предоставляемых образовательных услуг для инвалидов, а также содействию и оказанию им помощи при необходимости.
    </p>
    <img :src="require('../images/environment_1.png')" height="350" class="picture">
    <h2>ДОСТУПНАЯ СРЕДА АНО ДПО "МАПО"</h2>
    <img :src="require('../images/environment_2.jpeg')" height="120" class="picture">
    <p>
      Для обучения слушателей с ОВЗ в бизнес-центре, где расположена наша академия, предусмотрена архитектурная
      доступность (расширенные дверные проемы, поручни, пандусы, лифты и т.д.) по всем существующим современным
      стандартам, разработаны, согласованы и внедрены методики и адаптированные образовательные программы,
      основанные на различного рода видах нозологий. Наши кабинеты оснащены специализированным программным
      обеспечением со специальной интегрированной техникой.
    </p>
    <div class="photos">
      <img v-for="n in 6"
           :key="n"
           :src="require(`../images/accessibility-aids_${n}.jpg`)"
           class="photo shadow"
           width="400"
      >
    </div>
    <p>
      В нашей академии обеспечены все условия, чтобы предоставлять информационные образовательные услуги с
      учетом подбора индивидуальных особенностей каждого из обучающихся с ОВЗ:
    </p>
    <ul>
      <li>
        для людей с различными нарушениями зрения организованы автоматизированные места, где размещено
        сопутствующее оборудование и специализированное программное обеспечение, в том числе увеличивающие
        шрифт и размер устройства и специализированные аудио программы;
      </li>
      <li>
        для людей слабослышащих, глухих или с частичным нарушением слуха предоставляется наличие
        в индивидуальное пользование звукоусиливающей аппаратуры;
      </li>
      <li>
        для людей с отклонениями опорно-двигательного аппарата, колясочникам и т.п. обеспечена  возможность
        беспрепятственного самостоятельного перемещения от пандуса бизнес-центра и по всей территории академии
        до места предоставления академией образовательных услуги, включая возможность использования помощи
        представителей АНО ДПО «МАПО».
      </li>
    </ul>
  </div>
</template>

<style lang="sass">@import "../style"</style>
