<template>
  <div>
    <p>
      Раздел Материально-технического обеспечения (МТО) и оснащенность образовательного процесса создан
      Академией во исполнение требований следующих нормативных актов:
    </p>
    <ul>
      <li>
        Постановления Правительства РФ от 20.10.21г. N-1802 «об утверждении правил размещения на официальном
        сайте образовательного учреждения в сети "интернет" и обновления такой информации»
      </li>
      <li>
        Приказа ФСН в сфере науки и образования от 14.08.20г. за N-831 «об утверждении требований к структурной части
        официального сайта, к формату представления такой информации в информационно-телекоммуникационной сети "интернет"
      </li>
      <li>
        Cт. 29 - ч.2  Федерального закона N-273 "Об образовании в Российской Федерации"
      </li>
    </ul>
    <p>
      Качество, комфортность, удобство и доступность образовательного процесса во многом зависят от оснащенности,
      материальной и технической обеспеченности самого образовательного процесса. АНО ДПО «МАПО» представляет данные,
      в которых можно получить исчерпывающую информацию о созданном МТО своей образовательной деятельности:
    </p>
    <ul>
      <li>Оборудованные учебные аудитории и кабинеты</li>
      <li>Объекты для проведения различных практических тренировок и занятий</li>
      <li>Библиотечный фонд, используемый при работе Академии</li>
      <li>Объекты спорта</li>
      <li>Средства воспитания и обучения</li>
      <li>Условия организации питания слушателей</li>
      <li>Условия охраны здоровья обучающихся</li>
      <li>Доступ к информационным, телекоммуникационным сетям  и системам</li>
      <li>
        Электронные образовательные ресурсы и доступ к ним обучающихся:
        <ul>
          <li>Собственный и/или арендованный информационный образовательный ресурс</li>
          <li>Сторонние электронные информационно-образовательные ресурсы</li>
        </ul>
      </li>
    </ul>

    <h1>ОБОРУДОВАННЫЕ УЧЕБНЫЕ АУДИТОРИИ И КАБИНЕТЫ</h1>
    <table class="table table-borderless">
      <thead>
        <tr>
          <th>Адреса местоположения аудиторий и кабинетов</th>
          <th>Наименование и назначение оснащенных помещений</th>
          <th>Площадь (м²)</th>
          <th>Документ основание права пользования</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>115230, г. Москва, 1-й Нагатинский проезд, д.10, стр.1, 6-й этаж, помещение № 33</td>
          <td>Оборудованный учебный кабинет</td>
          <td>34,5</td>
          <td>Договор аренды</td>
        </tr>
        <tr>
          <td>115230, г. Москва, 1-й Нагатинский проезд, д.10, стр.1, 10-й этаж, помещение № XL VI, часть комнаты № 2</td>
          <td>Оборудованный учебный кабинет</td>
          <td>22,5</td>
          <td>Договор аренды</td>
        </tr>
        <tr>
          <td>115230, г. Москва, 1-й Нагатинский проезд, д.10, стр.1, 1-й этаж, Конференц зал</td>
          <td>Оборудованная лекторная учебная аудитория</td>
          <td>250</td>
          <td>Договор аренды</td>
        </tr>
      </tbody>
    </table>
    <div class="photos">
      <img v-for="n in 6"
           :key="n"
           :src="require(`../images/lecture-rooms_${n}.jpg`)"
           class="photo shadow"
           width="400"
      >
    </div>

    <h1>ОБЪЕКТЫ ДЛЯ ПРОВЕДЕНИЯ ПРАКТИЧЕСКИХ УПРАЖНЕНИЙ И ЗАНЯТИЙ</h1>
    <p>
      Реализовывая свои образовательные программы по профессиональному обучению, Академия проводит практическую
      часть занятий в оборудованных, подготовленных и приспособленных к этому помещениях производственного назначения:
    </p>
    <table class="table table-borderless">
      <thead>
        <tr>
          <th>Адреса местоположения аудиторий и кабинетов</th>
          <th>Наименование и назначение оснащенных помещений</th>
          <th>Площадь (м²)</th>
          <th>Документ основание права пользования</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>г. Москва, ул. Авиамоторная, д. 50, стр. 1, пом. 104</td>
          <td>Оборудованный учебный кабинет для практики</td>
          <td>63,5</td>
          <td>Договор аренды</td>
        </tr>
        <tr>
          <td>г. Москва, ул. Криворожская, д.6А, стр. 2</td>
          <td>Оборудованный учебный тренировочный полигон</td>
          <td>350</td>
          <td>Договор аренды</td>
        </tr>
      </tbody>
    </table>
    <div class="photos">
      <img v-for="n in 6"
           :key="n"
           :src="require(`../images/practice-rooms_${n}.jpg`)"
           class="photo shadow"
           width="400"
           height="300"
      >
    </div>

    <h1>БИБЛИОТЕЧНЫЙ ФОНД, ИСПОЛЬЗУЕМЫЙ ПРИ РАБОТЕ АКАДЕМИИ</h1>
    <p>
      При создании своих курсов и программ обучения Академия руководствуется законодательными нормативными актами,
      ориентируется на стратегически важное мнение конкурентной среды и потребности слушателей и использует сторонние
      вспомогательные ресурсы, такие как библиотечный фонд:
    </p>
    <table class="table addresses_table">
      <thead>
        <tr>
          <th>Наименование библиотеки</th>
          <th>Документ на право пользования</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>
            Электронные библиотечные системы:
            <img :src="require('@/assets/icons/check.svg')" height="20"> ibooks.ru,
            <img :src="require('@/assets/icons/check.svg')" height="20"> znanium.com,
            <img :src="require('@/assets/icons/check.svg')" height="20"> rea.ru
          </td>
          <td>Регистрация на соответствующих порталах</td>
        </tr>
        <tr>
          <td>Государственная публичная научно-техническая библиотека России, отделение Нагорный</td>
          <td>Договор об оказании платных информационных услуг</td>
        </tr>
      </tbody>
    </table>

    <h1>ОБЪЕКТЫ СПОРТА</h1>
    <p>
      В настоящий момент ни Уставом, ни полученными разрешенными видами экономической деятельности Академии
      не предусмотрена деятельность в направлении организации и проведения спортивных мероприятий. Соответственно
      создание соответствующих этому направлению условию на территории Академии объектов спорта отсутствует.
      Однако, на территории бизнес-центра, где Академия арендует помещения для осуществления своих основных
      видов деятельности, есть несколько спортивных комплексов, где можно дополнительно реализовать свои
      спортивные предпочтения.
    </p>

    <h1>СРЕДСТВА ВОСПИТАНИЯ И ОБУЧЕНИЯ</h1>
    <table class="table table-borderless table_twoculomns">
      <thead>
        <tr>
          <th>Наименование</th>
          <th>Документ на право пользования</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>
            Для всех слушателей, которым Академия оказывает платные образовательные услуги, обеспечен неограниченный
            доступ к индивидуальной учебно-методической и учебной информации и документации. К ним относятся –
            модули рабочих программ по дисциплинам, учебные планы, электронные ресурсы библиотечных систем и
            мн. др. материалы, обеспечивающие полноценную реализацию образовательного процесса по образовательным
            программам через портал электронного ресурса.
          </td>
          <td>
            Собственный разработанный портал «cot.msk.ru»
          </td>
        </tr>
        <tr>
          <td>
            Платный информационный Библиотечный фонд состоит из периодических, методических, электронных изданий,
            научной и основной учебной литературы. Доступность к электронной библиотеке и изданиям электронной
            библиотечной системы «Библиотека онлайн» организована через личный зарегистрированный индивидуальный
            доступ обучающегося с использованием аутентификации и идентификации данных, полученных в образовательном
            учреждении, на все время действия заключенного договора на оказание платных образовательных услуг
          </td>
          <td>
            Договор об оказании платных информационных услуг
          </td>
        </tr>
        <tr>
          <td>
            <p>Оборудование учебной аудитории:</p>
            <ol>
              <li>Учебный стенд – 2 шт.</li>
              <li>Набор учебной мебели (комплект стол - кресло) – 10 шт.</li>
              <li>Магнитная доска – 1 шт.</li>
              <li>Шкаф – 2 шт.</li>
              <li>Рабочее место преподавателя – 1 шт.</li>
              <li>Персональный компьютер с клавиатурой Брайля – 1 шт.</li>
              <li>Персональный компьютер – 9 шт.</li>
              <li>Экран – 1 шт.</li>
              <li>Проектор – 1 шт.</li>
              <li>Монитор -10 шт.</li>
              <li>Тренажер сердечно-легочной реанимации «Максим II-01» - 1 шт.</li>
              <li>Кушетка – 1 шт.</li>
              <li>Плакаты по охране труда – 30 шт.</li>
              <li>Учебные фильмы по охране труда – 15 шт.</li>
              <li>Аудиолекции – 1 шт.</li>
            </ol>
            <p>Кабинет для преподавательского состава:</p>
            <ol>
              <li>Набор учебной мебели (комплект стол-кресло) – 4 шт.</li>
              <li>Компьютер на базе процессора Intel – 4 шт.</li>
              <li>Тумбочка – 4 шт.</li>
              <li>Компьютер на базе процессора Intel с правовой информационной системой КонсультантПлюс - 1 шт.</li>
              <li>Серверное оборудование для функционирования электронной информационно-образовательной среды</li>
            </ol>
          </td>
          <td>Собственность</td>
        </tr>
      </tbody>
    </table>

    <h1>УСЛОВИЯ ОРГАНИЗАЦИИ ПИТАНИЯ СЛУШАТЕЛЕЙ</h1>
    <p>
      Для образовательного процесса, проводимого в Академии предусмотрена организация бесплатных кофе-брейков
      для слушателей. Так же в здании бизнес-центра на первом этаже расположен кафетерий и отдельная полноценная
      столовая с горячим питанием по демократичным ценам.
    </p>
    <p>
      Питьевой режим для слушателей Академии обеспечивается наличием чистой питьевой воды. Для этого в местах
      общего пользования Академии установлены кулеры с питьевой холодной и горячей водой. Такие кулеры регулярно
      заправляются бутилированной водой. У Академии есть заключенные договоры на поставку воды и санитарное
      обслуживание аппаратов.
    </p>

    <h1>УСЛОВИЯ ОХРАНЫ ЗДОРОВЬЯ ОБУЧАЮЩИХСЯ</h1>
    <p>Образовательное учреждение обязано создавать условия для охраны здоровья обучающихся слушателей.</p>
    <p>Академия должным образом обеспечивает:</p>
    <ul>
      <li>Соблюдение всех государственных сан-эпидем нормативов</li>
      <li>
        Учёт и всестороннее расследование произошедших с обучающимися несчастных случаев во время обучения
        в образовательном учреждении. Расследование случаев проходит в установленном действующими правовыми
        нормативными актами порядке
      </li>
      <li>Проведение мероприятий профилактики и санитарных противоэпидемических действий</li>
      <li>Обучение навыкам и методам оказания первой помощи всего педагогического персонала Академии.</li>
    </ul>
    <p>
      Образовательное учреждение должно осуществлять регулярное проветривание помещений (в отсутствии
      приточно-вытяжной вентиляции), сухую и влажную уборку учебных классов и аудиторий, поддерживать периодическую
      уборку сантехнических узлов  применяя средства дезинфекции, а так же  организовывать дезинсекцию, дератизацию
      и дезинфекции всех помещений. Все помещения Академии соответствуют санэпидем нормам и правилам, о чем
      свидетельствует выданное заключение соответствующего государственного органа.
    </p>
    <p>
      Помещения Академии так же соответствуют всем требованиям пожарной безопасности, включая первичное оборудование
      и средства для тушения пожара, о чем свидетельствует выданное заключение МЧС России.
    </p>
    <p>
      Академия обеспечивает ремонт помещений в случае необходимости, соблюдая все нормы и СНИПы, строго
      в отсутствие слушателей. Академия обеспечивает безопасность слушателей в период их образовательного
      процесса. Осуществляет профилактику возможных несчастных случаев во время пребывания обучающихся на
      территории образовательного учреждения.
    </p>
    <p>
      Академия разработала специализированные локальные акты, определяющие оптимальную по часам учебную нагрузку,
      расписание и режим учебных занятий. Расписание предусматривает обязательные перерывы достаточные для отдыха.
      Продолжительность некоторых перерывов увеличена для обеспечения отдыха, эмоциональной и психологической
      разгрузки, а так же питания слушателей.
    </p>
    <p>
      Академия поддерживает линию приверженности здорового образа жизни, проводит в этом направлении пропаганду
      и обучение. Для приобретения слушателями навыков требованиям безопасности жизнедеятельности, Академия создала
      условия профилактики оздоровления и заболеваний слушателей.
    </p>
    <p>
      Разработанные Инструкции по технике безопасности при работе с компьютерной техникой призваны предотвращать
      влияние возможных негативных факторов на здоровье слушателей, возникновение чрезвычайных и несчастных случаев,
      в том числе для профилактики возможных заболеваний. Инструкции определяют правила по организации для слушателей
      рабочих мест с персональными компьютерами и правила самой работы слушателя с персональной компьютерной техникой.
    </p>
    <p>
      Образовательное учреждение ведет активную работу по борьбе, профилактике и запрещению употребления алкоголе
      содержащих напитков, курения, психотропных веществ и наркотических средств. Данная работа проводится в полном
      соответствии с ч. 5 ст. 12 Федерального закона РФ от 23.02.13г. за N-15 в виде инструктажей.
    </p>
    <p>
      Академия обеспечивает регулярное (1(один) раз в 3(три) года), обучение всего своего педагогического
      персонала навыкам оказания первой помощи. Перед началом образовательного процесса все слушатели Академии
      проходят инструктажи по требованиям охраны труда.
    </p>

    <h1>ДОСТУП К ИНФОРМАЦИОННЫМ, ТЕЛЕКОММУНИКАЦИОННЫМ СЕТЯМ  И СИСТЕМАМ</h1>
    <p>
      Доступ к информационным телекоммуникационным сетям и системам для слушателей обеспечивает организованная
      настроенная скомпилированная высокоскоростная корпоративная доступная вычислительная сеть. Ей так же могут
      пользоваться инвалиды и слушатели с ограниченными возможностями здоровья. Такой доступ бесплатен для тех,
      кому оказываются платные образовательные услуги в период действия заключенного договора. В учебных классах
      и аудиториях Академии есть возможность подключения к беспроводной сети «wi-fi» для бесплатного доступа к сети
      «Интернет». Такой доступ к внутренней сети «wi-fi» Академии осуществляется с помощью аутентификации
      (применении личного логина и пароля).
    </p>

    <h1>ЭЛЕКТРОННЫЕ ОБРАЗОВАТЕЛЬНЫЕ РЕСУРСЫ И ДОСТУП К НИМ ОБУЧАЮЩИХСЯ</h1>
    <h4>Собственный и/или арендованный информационный образовательный ресурс </h4>
    <p>
      Доступ к учебно-методическим и учебным и материалам, которые имеют вид электронно-цифровой формы,
      осуществляется через определенную электронную библиотеку в СДО:
    </p>
    <ul>
      <li>электронные учебники и электронные книги, лекционные и практические материалы</li>
      <li>
        итоговая и промежуточная аттестация, оценочные материалы для проведения процедур, связанных с текущим
        контролем успеваемости слушателей
      </li>
    </ul>
    <h4>Сторонние электронные информационно-образовательные ресурсы</h4>
    <p>Используемые Академией электронные ресурсы, к которым обеспечивается доступ для слушателей:</p>
    <ul>
      <li>Коллекция единых цифровых образовательных ресурсов – www.school-collection.edu.ru</li>
      <li>Информационно-образовательный ресурс Федерального центра – www.fcior.edu.ru</li>
      <li>Мин. Науки и высшего образования РФ - www.minobrnauki.gov.ru</li>
      <li>Мин. Просвещения РФ - www.edu.gov.ru</li>
      <li>«Российское образование» - Федеральный портал  - www.edu.ru</li>
    </ul>
  </div>
</template>

<script>
export default {
  data: () => ({

  })
}
</script>

<style lang="sass">@import "../style"</style>
