<template>
  <div>
    <p>
      Данный раздел создан на основании требований следующих нормативных документов:
    </p>
    <ul>
      <li>
        Раздел 9 статьи 3 Приказа Федеральная служба по надзору в сфере образования и науки от 14.08.20г.
        за N-831 «об утверждении требований к структурной части официального сайта, к формату представления
        такой информации в информационно-телекоммуникационной сети "интернет".
      </li>
      <li>
        Постановления Правительства РФ от 20.10.21г. за N-1802 «об утверждении правил размещения на официальном
        сайте образовательного учреждения в сети "интернет" и обновления такой информации»
      </li>
      <li>
        Ст.29-ч.2 Федерального закона за №-273 "Об образовании в Российской Федерации"
      </li>
    </ul>
    <p>
      Вышеперечисленные законодательные акты обязывают размещать информацию о «Платных образовательных услугах»:
    </p>
    <ul>
      <li>Положение об утвержденных правилам оказания платных образовательных услуг</li>
      <li>Положение о правилах приема на обучение</li>
      <li>Правила внутреннего распорядка слушателей</li>
      <li>Положение об итоговой аттестации в ДПО</li>
      <li>Положение об итоговой аттестации в ПО</li>
      <li>Положение об учебной и производственной практике</li>
      <li>Положение о проведении апелляции</li>
      <li>Положение о порядке хранения документов их оформления, выдаче</li>
      <li>Порядок расчета стоимости образовательных услуг</li>
      <li>Образец Договора об оказании платных образовательных услуг</li>
    </ul>
    <Carousel :docs="docs" :path="docs_path" type="pdf"/>
  </div>
</template>
<script>
import Carousel from "@/components/carousel"
export default {
  components: { Carousel },
  data: () => ({
    docs: [
      "ПОЛОЖЕНИЕ О ПРАВИЛАХ ОКАЗАНИЯ ПЛАТНЫХ УСЛУГ", "ПРАВИЛА ПРИЕМА НА ОБУЧЕНИЕ", "ПРАВИЛА ВНУТРЕННЕГО РАСПОРЯДКА",
      "ПОЛОЖЕНИЕ ИТОГОВОЙ АТТЕСТАЦИИ ДПО", "ПОЛОЖЕНИЕ ИТОГОВОЙ АТТЕСТАЦИИ ПО", "ПОЛОЖЕНИЕ ОБ УЧЕБНОЙ И ПРОИЗВОДСТВЕННОЙ ПРАКТИКЕ",
      "ПРОВЕДЕНИЕ АПЕЛЛЯЦИИ", "ПОРЯДОК ОФОРМЛЕНИЯ, ВЫДАЧИ И ХРАНЕНИЯ", "ПОРЯДОК РАСЧЕТА СТОИМОСТИ ОБРАЗОВАТЕЛЬНЫХ УСЛУГ",
      "ОБРАЗЕЦ ДОГОВОРА ОБ ОКАЗАНИИ ПЛАТНЫХ ОБРАЗОВАТЕЛЬНЫХ УСЛУГ"
    ],
    docs_path: "/docs/about/"
  })
}
</script>
<style lang="sass">@import "../style"</style>