<template>
  <div id="personal_data">
    <p>
      Политика конфиденциальности (<b>«Политика»</b>) определяет порядок обработки и защиты персональных данных различных
      категорий субъектов персональных данных (<b>«субъекты»</b>), за исключением работников, уволенных работников и
      родственников работников[ Информация об обработке персональных данных в иных целях и/или иных категорий
      субъектов персональных данных доводится Компанией до субъектов персональных данных путем ознакомления с иными
      локальными нормативными актами, в частности Положением об обработке персональных данных, доступными в офисе
      Компании или предоставляемые Компанией в ином порядке.] Автономной некоммерческой организацией дополнительного
      профессионального образования «Межрегиональная академия профессионального обучения», ОГРН 1217700339340,
      г. Москва, 109147, Москва, ул. Марксистская д.34 корп. 8 помещение 1/1 (<b>«Компания»</b>).
    </p>

    <p>
      Политика конфиденциальности может быть изменена Компанией. Новая редакция Политики конфиденциальности
      вступает в силу с момента ее размещения в публичном доступе.
    </p>

    <p class="fw-bold">
      В настоящем документе используются следующие понятия, сокращения и аббревиатуры:
    </p>

    <p>
      ИСПД - Информационная система персональных данных
    </p>

    <p>
      Обработка ПДн - любое действие (операция) или совокупность действий (операций), совершаемых с использованием
      средств автоматизации и (или) без использования таких средств с ПД
    </p>

    <p>
      ПДн - Персональные данные, т.е. любая информация, относящаяся к прямо или косвенно определенному или
      определяемому физическому лицу (субъекту ПД)
    </p>

    <p>
      РФ - Российская Федерация
    </p>

    <p>
      Сайт - Сайт в сети «Интернет», функционирующий в интересах Компании и адресующийся по доменным именам:
      <a href="https://mapo-dpo.ru">mapo-dpo.ru; </a>
      <a href="https://mippk.ru">mippk.ru</a>
    </p>

    <p>
      Субъект ПДн - физическое лицо, персональные данные которого обрабатываются Компанией и (или) по ее поручению
    </p>

    <p>
      Закон о персональных данных - Федеральный закон от 27.07.2006 № 152-ФЗ «О персональных данных»
    </p>

    <p>
      Закон об образовании - Федеральный закон от 29.12.2012 N 273-ФЗ "Об образовании в Российской Федерации"
    </p>

    <h4>
      Цели, категории и основания обработки персональных данных
    </h4>

    <p>
      В Компании могут обрабатываться персональные данные исключительно в целях, для которых они были собраны
      или получены. Цели обработки персональных данных Компании указаны в Приложении.
    </p>

    <p>
      Компания вправе в указанных целях обрабатывать персональные данные любыми не противоречащими законодательству
      способами путем автоматизированной, неавтоматизированной и смешанной обработки. По достижению целей обработки
      или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено законодательством, либо
      иное отдельно не согласовано сторонами, обрабатываемые персональные данные подлежат уничтожению.
    </p>

    <p>
      В Компании не обрабатываются сведения, касающиеся расовой, национальной принадлежности, политических взглядов,
      религиозных или философских убеждений, интимной жизни субъектов персональных данных, сведения о судимости.
    </p>

    <p>
      В Компании не обрабатываются биометрические ПДн и не использует ПДн для установления (биометрической идентификации)
      и (или) удостоверения (биометрической аутентификации) личности субъектов ПДн.
    </p>

    <p>
      Компания не рассылает информационные и рекламные материалы субъектам ПДн, а также не собирает согласия
      с субъектов ПДн на рассылку указанных материалов.
    </p>

    <p>
      Обработка персональных данных в целях, указанных выше, осуществляется Компанией на следующих законных основаниях:
    </p>

    <ul>
      <li>
        заключения и исполнения договора, стороной которого либо выгодоприобретателем или поручителем
        по которому является субъект,
      </li>
      <li>
        согласие субъекта персональных данных, предоставляемого при заполнении веб-форм или в ином виде,
      </li>
      <li>
        для выполнения функций и обязанностей, возложенных на Компанию применимым законодательством,
      </li>
      <li>
        для осуществления прав и законных интересов Компании или третьих лиц либо для достижения общественно
        значимых целей при условии, что при этом не нарушаются права и свободы субъекта.
      </li>
    </ul>

    <h4>
      Принципы обработки персональных данных
    </h4>

    <p>
      Обработка информации осуществляется Компанией в соответствии с настоящей Политикой, внутренними актами Компании,
      а также законодательством Российском Федерации, в частности Законом о персональных данных, Законом об образовании.
    </p>

    <p>
      Компания обрабатывает персональные данные на основании следующих принципов:
    </p>

    <ul>
      <li>
        обработка персональных данных осуществляется на законной и справедливой основе;
      </li>
      <li>
        обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей;
      </li>
      <li>
        не допускается обработка персональных данных, несовместимая с целями сбора персональных данных;
      </li>
      <li>
        не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется
        в целях, несовместимых между собой;
      </li>
      <li>
        обработке подлежат только персональные данные, которые отвечают целям их обработки;
      </li>
      <li>
        содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки.
        Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки;
      </li>
      <li>
        при обработке персональных данных обеспечивается точность персональных данных, их достаточность, а
        в необходимых случаях – и актуальность по отношению к целям обработки персональных данных, принимаются
        необходимые меры по удалению или уточнению неполных или неточных персональных данных;
      </li>
      <li>
        хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных,
        не дольше, чем того требуют цели обработки персональных данных, если срок хранения персональных данных не
        установлен федеральным законом, согласием на обработку, договором, стороной которого, выгодоприобретателем
        или поручителем по которому является субъект персональных данных;
      </li>
      <li>
        обрабатываемые персональные данные уничтожаются по достижении целей обработки или в случае утраты
        необходимости в достижении этих целей, если иное не предусмотрено федеральным законом;
      </li>
      <li>
        обработка персональных данных не используется в целях причинения имущественного и/или морального вреда
        субъектам персональных данных, затруднения реализации их прав и свобод.
      </li>
    </ul>

    <h4>
      Условия обработки персональных данных
    </h4>

    <p>
      Обработка информации осуществляется Компанией в соответствии с настоящей Политикой, внутренними актами Компании,
      а также законодательством Российском Федерации.
    </p>

    <p>
      Обработка персональных данных осуществляется Компанией, а также иными третьими лицами, которые привлекаются
      Компанией к обработке, или которым передаются персональные данные в указанных целях в соответствии с
      законодательством Российской Федерации. К числу подобных третьих лиц, в частности, могут относиться:
    </p>

    <ul>
      <li>
        контрагенты Компании, оказывающие услуги поддержки используемых информационных систем, услуги по
        предоставлению рекламно-информационных услуг, иные услуги, приобретаемые Компанией в указанных выше целях;
      </li>
      <li>
        иные компании Группы ХХХ для целей обеспечения внутригруппового взаимодействия;
      </li>
      <li>
        государственные/муниципальные органы власти в случаях, установленных законодательством.
      </li>
    </ul>

    <p>
      Данные, собираемые используемыми системами веб-аналитики, могут также получать и обрабатывать третьи
      лица-провайдеры таких систем (в частности ООО «ЯНДЕКС», ООО «Бегет»), в том числе находящиеся в иных странах.
      Компания может осуществлять трансграничную передачу персональных данных в случаях, предусмотренных
      законодательством Российской Федерации, договорами с иностранными компаниями, в том числе в страны,
      не обеспечивающие адекватную защиту прав субъектов персональных данных.
    </p>

    <p>
      Компания имеет право привлекать третьих лиц к обработке полученных персональных данных и/или передавать им
      полученные данные, а также получать от них данные в указанных целях без дополнительного согласия субъекта при
      условии обеспечения указанными третьими лицами конфиденциальности и безопасности персональных данных при обработке.
      Допускается обработка персональных данных указанными третьими лицами с использованием и без использования средств
      автоматизации, а также совершение ими любых действий по обработке персональных данных, не противоречащих
      законодательству Российской Федерации. Обработка персональных данных третьим лицом может осуществляться только
      на основании договора, в котором определены перечень действий (операций), которые будут осуществляться
      с персональными данными, и цели обработки, а также положения по обеспечению безопасности персональных данных,
      в том числе требования не раскрывать и не распространять персональные данные без согласия субъекта, если иное
      не предусмотрено законодательством Российской Федерации, а также требования в соответствии со статьей 19 Закона
      о персональных данных.
    </p>

    <p>
      Компания обязуется принимать необходимые правовые, организационные и технические меры для защиты получаемых
      персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования,
      копирования, представления, распространения персональных данных, иных неправомерных действий в отношении
      персональных данных, и соблюдать принципы и правила обработки персональных данных, предусмотренные Законом
      о персональных данных и иными соответствующими нормативными актами.
    </p>

    <p>
      В Компании запрещено принятие на основании исключительно автоматизированной обработки персональных данных
      решений, порождающих юридические последствия в отношении субъекта или иным образом затрагивающих его права и
      законные интересы.
    </p>

    <p>
      Компания не размещает персональные данные в общедоступных источниках без письменного согласия субъекта персональных данных.
    </p>

    <p>
      В случае если Компания распространяет среди неопределенного круга лица, в том числе на Сайте
      <a href="https://mapo.ru">mapo.ru</a> персональные данные субъектов, Компания собирает согласия субъектов на обработку
      персональных данных, разрешенных субъектом для распространения в соответствии со статьей 10.1 Закона
      о персональных данных. Если субъекты устанавливают дополнительные условия / запреты последующей
      обработки персональных данных, Компания доводит эту информацию посредством размещения условий / запретов
      на соответствующих страницах веб-сайта, на которых осуществляется распространение персональных данных.
    </p>

    <h4>
      Особенности сбора и иной обработки персональных данных
    </h4>

    <p>
      Компания обрабатывает ПДн, ставшие ему известными:
    </p>

    <ul>
      <li>
        при реализации любых правоотношений между Компанией и субъектами ПДн, связанных с участием субъектов ПД в
        деятельности Компании
      </li>
      <li>
        при взаимодействия с субъектами ПДн лицами посредством Сайта, а также осуществление информационного и (или)
        организационного взаимодействия с субъектами ПДн.
      </li>
    </ul>

    <p>
      При сборе ПДн Компания обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление,
      изменение), извлечение ПДн граждан РФ с использованием баз данных, находящихся на территории РФ, за исключением
      случаев, прямо предусмотренных действующим законодательством РФ о ПДн.
    </p>

    <p>
      Для обработки ПДн Оператор может применять информационные системы, отчуждаемые машинные носители информации
      (например, оптические и магнито-оптические диски, флэшки, съемные жёсткие диски и т.д.), бумажные носители
      информации, а также передавать ПДн с использованием информационно-телекоммуникационных сетей (включая сеть
      «Интернет»).
    </p>

    <h4>
      Особенности обработки ПД посредством Сайта
    </h4>

    <p>
      Во время посещения субъектами ПДн Сайта и использования его функционала возможен пассивный сбор технической
      информации пользовательских устройств субъектов ПДн с использованием различных технологий и способов. Это
      необходимо в связи с особенностями функционирования сети «Интернет» и осуществления доступа к размещенным
      в этой сети информационным ресурсам (сайтам).
    </p>

    <p>
      Сбор технической информации и ее дальнейшее использование необходимо для обеспечения бесперебойного доступа
      субъектов ПДн к Сайту и использования ими функционала Сайта, а также для обеспечения информационной безопасности
      при посещении Сайта и использовании его функционала.
    </p>

    <p>
      Компания не осуществляет:
    </p>

    <ul>
      <li>
        прямое или косвенное определение субъектов ПДн с использованием технической информации или иных сведений;
      </li>
      <li>
        сопоставление и (или) объединение (связывание) технической информации с находящимися в распоряжении
        Компании ПДн и (или) иными сведениями;
      </li>
      <li>
        обработку технической информации для аналитических и маркетинговых (рекламных) целей;
      </li>
      <li>
        передачу технической информации сторонним Интернет-сервисам.
      </li>
    </ul>

    <p>
      Субъекты ПД могут отказаться принимать аутентификационные файлы cookie Сайта используя настройки своего
      Интернет-браузера. Однако это может привести к некоторым неудобствам при использовании Сайта (например,
      необходимость регулярного прохождения субъектами ПД процедуры аутентификации на Сайте).
    </p>

    <p>
      Данный Сайт не предназначен для лиц в возрасте младше 18 лет, и Компания требует, чтобы такие лица не
      предоставляли свои ПДн посредством Сайта. В случае выявления Компанией факта предоставления несовершеннолетними
      или малолетними лицами своих ПДнн посредством Сайта, Компания в срок, не превышающий десяти рабочих дней с даты
      выявления такого факта, осуществит уничтожение указанных ПДн или обеспечит их уничтожение.
    </p>

    <p>
      Политика не регулирует порядок обработки и защиты ПДн в отношении любых иных сайтов или веб-объектов (включая,
      помимо прочего, любые мобильные приложения), доступных через Сайт или на которые Сайт содержит ссылку. Наличие
      или включение ссылки на любой такой сайт или объект на Сайте не подразумевает наличие каких-либо гарантий и
      заверений со стороны Компании.
    </p>

    <h4 id="cookies_title">
      Использование cookie-файлов и иных средств веб-аналитики
    </h4>

    <p>
      Cookie — это небольшие файлы, которые создаются и сохраняются браузером при посещении сайта www.mapo-dpo.ru.
      Cookie-файлы хранятся на устройстве не более года и позволяют отслеживать качество работы Сайта и характеристики
      его использования, а также оптимизировать маркетинговые активности в Интернете.
    </p>

    <p>
      Посещение и использование сайтов по умолчанию предусматривает генерацию и сохранение cookie-файлов.
      Однако пользователь в любой момент может удалить cookie-файлы с устройства через настройки используемого
      браузера. Пользователь также может отказаться от принятия cookie-файлов, однако при этом не гарантирована
      работа всех функций сайтов.
    </p>

    <p>
      На сайте Компании используются следующие виды средств веб-аналитики:
    </p>

    <table class="table">
      <tbody>
        <tr>
          <td class="fw-bold">
            Технические и функциональные cookie-файлы
          </td>
          <td>
            Эти файлы, генерируемые движками сайтов, используются для обеспечения бесперебойной работы сайтов,
            а также для запоминания выбранных пользователем настроек (в частности, всплывающих баннеров и запоминания
            предоставленных согласий и разрешений).
          </td>
        </tr>
        <tr>
          <td class="fw-bold">
            Маркетинговые и аналитические cookie-файлы и пиксели
          </td>
          <td>
            Для сбора и статистического анализа данных, связанных с использованием Сайта используются сервисы
            яндекс.метрика кроме этого могут также использоваться различные пиксели дополнительных сервисов,
            сведения, получаемые с помощью сервисов, не позволяют идентифицировать пользователей.
          </td>
        </tr>
      </tbody>
    </table>

    <h4>
      Меры по обеспечению безопасности персональных данных
    </h4>

    <p>
      Компания принимает все необходимые организационные и технические меры для защиты персональных данных субъектов
      от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения,
      а также от иных неправомерных действий с ней.
    </p>

    <p>
      К мерам обеспечения безопасности персональных данных в Компании относятся, в том числе, следующие:
    </p>

    <ul>
      <li>
        учет обрабатываемых в Компании категорий и перечня персональных данных, категорий субъектов, персональные
        данные которых обрабатываются, сроков хранения и порядка уничтожения таких персональных данных;
      </li>
      <li>
        учет машинных носителей персональных данных и информационных систем Компании, в которых обрабатываются персональные данные;
      </li>
      <li>
        определение необходимого уровня защищенности персональных данных, обрабатываемых в информационных системах
        персональных данных Компании;
      </li>
      <li>
        определение угроз безопасности персональных данных при их обработке в информационных системах;
      </li>
      <li>
        определение и внедрение перед введением новых процессов обработки персональных данных и новых информационных
        систем персональных данных технических и организационных мер, обеспечивающих защиту персональных данных;
      </li>
      <li>
        осуществление и документирование оценки вреда, который может быть причинен субъектам персональных данных
        в случае нарушения Федерального закона «О персональных данных», соотношение указанного вреда и принимаемых
        Компанией мер;
      </li>
      <li>
        установление правил доступа к персональным данным, обрабатываемым в информационных системах, а также
        обеспечение регистрации и учета действий, совершаемых с персональными данными в информационных системах;
      </li>
      <li>
        применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;
      </li>
      <li>
        обнаружение фактов несанкционированного доступа к персональным данным и других инцидентов, принятие
        мер по ликвидации и митигации последствий;
      </li>
      <li>
        восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;
      </li>
      <li>
        учет должностей работников Компании, доступ которых к персональным данным, обрабатываемым как с использованием,
        так и без использования средств автоматизации, необходим для выполнения служебных (трудовых) обязанностей;
      </li>
      <li>
        обеспечение ознакомления под подпись работников Компании, непосредственно осуществляющих обработку персональных
        данных, с положениями законодательства Российской Федерации о персональных данных, в том числе требованиями
        к защите персональных данных, настоящей Политикой и иными локальными актами Компании по вопросам обработки
        и защиты персональных данных, обучение работников Компании;
      </li>
      <li>
        контроль и оценка эффективности применяемых мер по обеспечению безопасности персональных данных до ввода
        в эксплуатацию информационной системы персональных данных;
      </li>
      <li>
        осуществление регулярного внутреннего контроля/аудита соответствия обработки и обеспечения безопасности
        персональных данных действующему законодательству Российской Федерации в области обработки и обеспечения
        безопасности персональных данных.
      </li>
    </ul>

    <p>
      В Компании назначено лицо, ответственное за организацию обработки персональных данных.
    </p>

    <p>
      Во внутренних документах, обязательных для исполнения всеми работниками Компании, а также в соответствующих
      соглашениях с партнерами, контрагентами и прочими третьими лицами в части, их касающейся, определяются:
    </p>

    <ul>
      <li>
        процедуры предоставления доступа к информации;
      </li>
      <li>
        процедуры внесения изменений в персональные данные с целью обеспечения их точности, достоверности и актуальности,
        в том числе по отношению к целям обработки;
      </li>
      <li>
        процедуры уничтожения либо блокирования персональных данных в случае необходимости выполнения такой процедуры;
      </li>
      <li>
        процедуры обработки обращений и субъектов персональных данных (их законных представителей) для случаев,
        предусмотренных Законом о персональных данных, в частности порядок подготовки информации о наличии персональных
        данных, относящихся к конкретному субъекту, информации, необходимой для предоставления возможности ознакомления
        субъектом (его законными представителями) с его персональными данными, а также процедуры обработки обращений
        об уточнении персональных данных, их блокировании или уничтожении, если они являются неполными, устаревшими,
        неточными, незаконно полученными или не являются необходимыми для установленной цели обработки;
      </li>
      <li>
        процедуры обработки запроса уполномоченного органа по защите прав субъектов персональных данных;
      </li>
      <li>
        процедуры получения согласия субъекта персональных данных на обработку персональных данных;
      </li>
      <li>
        процедуры передачи персональных данных третьим лицам;
      </li>
      <li>
        процедуры работы с материальными носителями персональных данных;
      </li>
      <li>
        процедуры, необходимые для осуществления уведомления уполномоченного органа по защите прав субъектов
        персональных данных в сроки, установленные Законом о персональных данных.
      </li>
    </ul>

    <p>
      При сборе персональных данных Компания обеспечивает сбор, запись, систематизацию, накопление, хранение,
      уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ),
      блокирование, удаление, уничтожение персональных данных граждан Российской Федерации с использованием баз данных,
      находящихся на территории Российской Федерации.
    </p>

    <h4>
      Права субъектов персональных данных и контакты по вопросам обработки персональных данных
    </h4>

    <p>
      При обработке персональных данных субъекты вправе:
    </p>

    <ul>
      <li>
        запросить информацию, касающуюся обработки их персональных данных,
      </li>
      <li>
        потребовать уточнения, уничтожения или блокирования их персональных данных, если персональные данные являются
        неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки,
      </li>
      <li>
        отказаться от обработки персональных данных для осуществления прямых контактов (в том числе, в целях продвижения
        товаров, работ, услуг), если персональные данные обрабатываются в таких целях,
      </li>
      <li>
        отозвать предоставленные Компании согласия на обработку персональных данных,
      </li>
      <li>
        обжаловать действия Компании в административном или судебном порядке.
      </li>
    </ul>

    <p  class="fw-bold">
      В случае возникновения любых вопросов и обращений касательно обработки персональных данных, в частности для
      отзыва согласия на обработку персональных данных, Субъект ПДн или его представитель может обратиться по адресу
      электронной почты info@mapo-dpo.ru либо направить письменное обращение по адресу: 109147, РФ, город Москва,
      вн.тер.г. муниципальный округ Таганский, ул. Марксистская д.34 к.8, помещение 1/1.
    </p>

    <p>
      Компания рассматривает любые обращения и жалобы со стороны субъектов ПДн, тщательно расследует факты нарушений
      и принимает все необходимые меры для их немедленного устранения, наказания виновных лиц и урегулирования
      спорных и конфликтных ситуаций в досудебном порядке.
    </p>

    <p>
      Компания отвечает на запросы субъектов ПДн в сроки, установленные законодательством РФ. В случае возникновения
      обстоятельств, которые требуют установления дополнительной информации, Компания в случаях, установленных
      законодательством РФ, вправе продлить срок ответа на запрос субъекта на срок до 5 рабочих дней при условии
      направления субъекту мотивированного уведомления о причинах продления срока.
    </p>

    <table class="table table_big">
      <thead>
        <tr>
          <th>Цель обработки</th>
          <th>Категории персональных данных</th>
          <th>Правовое основание</th>
          <th>Категории субъектов</th>
          <th>Способы обработки и действия с ПДн</th>
          <th>Срок обработки</th>
          <th>Порядок уничтожения</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>Подбор и согласование персонала на вакантные должности</td>
          <td>
            <ul>
              <li>ФИО</li>
              <li>Возраст</li>
              <li>Сведения об опыте работы</li>
              <li>Контактный номер телефона</li>
              <li>Адрес электронной почты</li>
              <li>Сведения о предпочтениях трудоустройства</li>
              <li>Сведения из резюме и иным образом дополнительно сообщенные Компании</li>
            </ul>
          </td>
          <td>
            <ul>
              <li>Согласие соискателя на обработку персональных данных</li>
              <li>Необходимость обработки для заключения трудового договора</li>
              <li>Исполнение договоров с контрагентом (сайты подбора и карьерные агентства), обеспечивающим законное основание обработки</li>
            </ul>
          </td>
          <td>Соискатели</td>
          <td>
            <ul>
              <li>
                Смешанный способ (с использованием средств автоматизации и без использования средств автоматизации)
              </li>
              <li>
                Путем совершения следующих действий: сбор, запись, систематизация, накопление, хранение, уточнение.
                (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ),
                блокирование, удаление, уничтожение
              </li>
            </ul>
          </td>
          <td>В течении 1 года с даты подачи соискателем резюме для занятия вакантной должности (если не был заключен договор)</td>
          <td>Удаление из информационных систем, удаление материальных носителей</td>
        </tr>
        <tr>
          <td>Проведение процедур должной осмотрительности в отношении потенциальных контрагентов</td>
          <td>
            <ul>
              <li>ФИО</li>
              <li>Сведения о занимаемых должностях и об участие в компаниях</li>
              <li>Данные документа удостоверяющие личность (если применимо)</li>
            </ul>
          </td>
          <td>Исполнение требований налогового и гражданского законодательства</td>
          <td>Контрагенты и связанные лица</td>
          <td>
            <ul>
              <li>Автоматизированный способ (с использованием средств автоматизации)</li>
              <li>
                Путем совершения следующих действий: сбор, запись, систематизация, накопление, хранение, уточнение.
                (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ),
                блокирование, удаление, уничтожение
              </li>
            </ul>
          </td>
          <td>В течении срока действия договора и 5 лет с даты окончания исполнения договора</td>
          <td>Удаление из информационных систем</td>
        </tr>
        <tr>
          <td>
            Осуществление безопасного и продуктивного взаимодействия с заинтересованными лицами посредством сайтов
            в сети «Интернет», а также осуществления информационного (или) организационного взаимодействия со всеми
            заинтересованными лицами
          </td>
          <td>
            <ul>
              <li>ФИО</li>
              <li>Контактный номер телефона</li>
              <li>Адрес электронной почты</li>
              <li>Город проживания</li>
            </ul>
          </td>
          <td>
            <ul>
              <li>Согласие заинтересованных лиц на обработку их ПДн</li>
              <li>Осуществление прав и законных интересов Компании</li>
            </ul>
          </td>
          <td>Заинтересованные лица</td>
          <td>
            <ul>
              <li>Автоматизированный способ (с использованием средств автоматизации)</li>
              <li>
                Путем совершения следующих действий: сбор, запись, систематизация, накопление, хранение, уточнение.
                (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ),
                блокирование, удаление, уничтожение
              </li>
            </ul>
          </td>
          <td>
            На период осуществления взаимодействия Компании с заинтересованным лицом, а также в течение 3 (трех)
            лет после прекращения такого взаимодействия (для соблюдения сроков исковой давности)
          </td>
          <td>
            Удаление из информационных систем, удаление материальных носителей.
          </td>
        </tr>
        <tr>
          <td>
            <ul>
              <li>Фактическое осуществление предусмотренных учредительным документом видов деятельности Компании</li>
              <li>Удовлетворение образовательных, научных, социальных, культурных и иных потребностей граждан в образовании</li>
            </ul>
          </td>
          <td>
            <ul>
              <li>ФИО</li>
              <li>Возраст</li>
              <li>Пол</li>
              <li>Дата и место рождения</li>
              <li>Гражданство</li>
              <li>Адрес места жительства</li>
              <li>Контактный номер телефона</li>
              <li>Адрес электронной почты</li>
              <li>Сведения о месте осуществления деятельности</li>
              <li>Сведения об образовании и обучении</li>
              <li>Сведения о профессии, трудовой/профессиональной квалификации и профессионализме</li>
              <li>Сведения о самостоятельной экономической деятельности</li>
              <li>Финансово-платежные сведения</li>
              <li>Сведения о договорах гражданско-правового характера</li>
              <li>Сведения о согласиях на осуществление различных действий</li>
              <li>Личная рукописная подпись (образец)</li>
              <li>Электронная подпись</li>
              <li>Сведения о статусе и полномочиях на представление интересов</li>
            </ul>
          </td>
          <td>
            <ul>
              <li>
                Заключение и исполнение договора, стороной которого либо выгодоприобретателем или поручителем
                по которому является субъект ПДн
              </li>
              <li>Устав Компании</li>
              <li>Гражданский Кодекс РФ</li>
              <li>Закон об образовании</li>
              <li>Закон о персональных данных</li>
            </ul>
          </td>
          <td>
            <ul>
              <li>Обучающиеся</li>
              <li>Обучающиеся, с которыми прекращены образовательные отношения, в том числе досрочно</li>
              <li>Контрагенты и связанные лица</li>
            </ul>
          </td>
          <td>
            <ul>
              <li>
                Смешанный способ (с использованием средств автоматизации и без использования средств автоматизации)
              </li>
              <li>
                Путем совершения следующих действий: сбор, запись, систематизация, накопление, хранение, уточнение.
                (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ),
                блокирование, удаление, уничтожение
              </li>
            </ul>
          </td>
          <td>
            На период осуществления взаимодействия Компании с заинтересованным лицом, а также в течение 3 (трех)
            лет после прекращения такого взаимодействия (для соблюдения сроков исковой давности)
          </td>
          <td>
            Удаление из информационных систем, удаление материальных носителей.
          </td>
        </tr>
      </tbody>
    </table>
  </div>
</template>

<script>
export default {
}
</script>

<style lang="sass">
@import "../style"
@import "../personal_data"
</style>