<template>
  <div id="standards">
    <h4><u>ЗАКОНОДАТЕЛЬСТВО</u></h4>
    <h4>Федеральный закон “Об образовании в Российской Федерации” от 29.12.12г. за №-273</h4>
    <p>
      Настоящий Федеральный закон призван регулировать отношения, возникающие внутри общества, в связи с социальными
      и конституционными правами индивида на реализацию своих прав на образование, Такие права обеспечены
      государственными гарантиями и конституционной свободой человека. Закон определяет права в сфере образования
      и создает условий для их реализации. Настоящий Закон устанавливает основы и принципы госполитики РФ,
      экономические, правовые и организационные основы, правила для функционирования общей доступной государственной
      системы образования, определяет положение прав участников образовательной деятельности.
      <a href="/docs/about/ФЗ-273.pdf" target="_blank">Скачать</a>
    </p>
    <h4>Постановление Правительства РФ от 20.10.21г. за N-1802</h4>
    <p>
      Данное постановление утверждает правила размещения на официальном сайте образовательного учреждения в сети
      "интернет" и обновления такой информации».
      <a href="/docs/about/Постановление%201802.pdf" target="_blank"><b><u>Скачать</u></b></a>
    </p>
    <h4>
      Приказ ФСН в сфере науки и образования от 14.08.20г. за N-831
    </h4>
    <p>
      Приказ утверждает требования к структурной части официального сайта, к формату представления такой информации
      в информационно-телекоммуникационной сети "интернет".
      <a href="/docs/about/Приказ%20831.pdf" target="_blank">Скачать</a>
    </p>
    <h4>
      Приказ Минобрнауки Российской Федерации от 01.07.13г за №-499 (изменения от 05.02.14г.)
    </h4>
    <p>
      Приказ Минобрнауки РФ утвердил Порядок осуществления и организации образовательных процессов и деятельности
      в направлении реализации дополнительных профессиональных программам. Документ устанавливает правила
      по осуществлению и организации деятельности в сфере образования по дополнительным профессиональным программам,
      разработанных и утвержденных образовательным учреждением. Исполнение настоящего порядка обязательно
      для образовательных учреждений дополнительного профессионального образования.
      <a href="/docs/about/Приказ%20499.pdf" target="_blank">Скачать</a>
    </p>
    <h4>
      Письмо Минобрнауки РФ от департамента госполитики в сфере подготовки Рабочих кадров и ДПО от 9.10.13г.
      N-06-735 - Про дополнительное профессиональное образование.
    </h4>
    <p>
      Данное письмо разъясняет особенности нормативного, законодательного и правового обеспечения в сфере ДПО
      по многочисленным запросам, поступившим после выхода в свет Федерального закона от 29.12.12г. за N-273-ФЗ
    </p>
    <h4>
      Методические рекомендации о том, как правильно разрабатывать основы программ профессионального обучения
      и программ дополнительных профессиональных, чтобы они соответствовали профессиональным стандартам,
      утвержденные Минобрнауки Д.В. Ливановым от 22.01.15г. №-ДЛ-1/05вн.
    </h4>
    <p>
      Данные рекомендации созданы для оказания методической помощи специалистам, разрабатывающим основны
      образовательных программ ДПО и профессионального обучения и призваны обеспечивать исполнение п.8
      Комплексного плана мероприятий по разработке и внедрению различных профессиональных стандартов, а также
      их профессионально-общественной независимой экспертизе и последующему применению, утвержденного Распоряжением
      Правительства РФ от 31.03.14г. за N-487-р.
    </p>
    <h4>
      Постановление Правительства РФ от 2412.21г. за №-2464 - Порядок обучения по охране труда и аттестации
      полученных знания требований охраны труда.
    </h4>
    <p>
      Нововведенный порядок устанавливают обязательные требования к обучению по охране труда и проверке полученных
      знания требований охраны труда у сотрудников, которые заключили трудовые договора с работодателями,
      а также требования к компаниям и ИП, оказывающим образовательные услуги по обучению ответственных
      сотрудников и самих работодателей вопросам охраны труда.
    </p>
    <h4>
      Приказ Министерства РФ по делам ГО и ЧС от 18.11.21г. за №-806
    </h4>
    <p>
      Данный Приказ о сроках, видах и порядке обучения лиц, несущих службу или ведущих свою трудовую деятельность
      в организациях, по программам противопожарных инструктажей. Приказ предъявляет требования к содержанию таких
      программ инструктажей, определяет категорию лиц, которые проходят это обучение по соответствующим программам
      ДПО в области техносферной и/или пожарной безопасности».
    </p>
  </div>
</template>

<style lang="sass">@import "../style"</style>