<template>
  <div>
    <p>
      Данный раздел создан во исполнение требований определенных нормативных документов:
    </p>
    <ul>
      <li>
        Раздел 9 статьи 3 Приказа Федеральная служба по надзору в сфере образования и науки от 14.08.20г. за
        N-831 «об утверждении требований к структурной части официального сайта, к формату представления такой
        информации в информационно-телекоммуникационной сети "интернет".
      </li>
      <li>
        Постановления Правительства РФ от 20.10.21г. за N-1802 «об утверждении правил размещения на официальном
        сайте образовательного учреждения в сети "интернет" и обновления такой информации»
      </li>
      <li>
        Ст.29-ч.2 Федерального закона №-273 "Об образовании в Российской Федерации"
      </li>
    </ul>
    <img class="schema" src="../images/structure.png">
  </div>
</template>

<style lang="sass">@import "../style"</style>
