<template>
  <div id="vacancies">

    <p>Уважаемые соискатели! В связи с расширением отделов продаж образовательных услуг, наша Академия открыла вакансии:</p>

    <div class="vacancy_card" id="vacancy">
      <div class="contacts">
        <a href="https://dpo-mapo.ru">www.dpo-mapo.ru</a>
        <a href="tel:74956986100"><i class="bi bi-telephone"></i>+7(495) 698-61-00</a>
        <a href="mailto:info@mapo-dpo.ru"><i class="bi bi-envelope"></i>info@mapo-dpo.ru</a>
      </div>
      <div class="vacancy_card__title">
        <h3>Менеджер по продажам образовательных услуг</h3>
        <i class="bi bi-filetype-pdf" @click="exportToPDF"/>
      </div>
      <p><b>Мы предлагаем: </b></p>
      <ul>
        <li>Оформление с первого рабочего дня по Трудовому Кодексу РФ</li>
        <li>Стабильный и регулярно выплачиваемый доход</li>
        <li>Окладная часть  45 000 + бонусы при достижении KPI + прогрессивные проценты от выполнения плана до 20%</li>
        <li>Возможность карьерного роста (старший менеджер, заместитель руководителя, руководитель отдела продаж)</li>
        <li>
          Рабочее место в Бизнес Центре класса «А» в Просторном офисе с личным рабочим местом и возможностью
          соблюдать социальную дистанцию (не open-space)
        </li>
        <li>
          Нормированный удобный график работы - с 9.30 до 18.00 в пн.-чт., пятница - сокращенный рабочий
          день с 9.30 до 17.00
        </li>
        <li>Полноценный часовой плавающий обеденный перерыв, комфортные места отдыха</li>
        <li>Свою уютную столовую зону (чай, кофе), а также столовая БЦ с демократичными ценами на обед</li>
        <li>Поддержку опытных профессиональных наставников, дружный, веселый, позитивный коллектив, корпоративный этикет</li>
        <li>Обучение продуктам Академии</li>
      </ul>
      <p><b>Обязанности:</b></p>
      <ul>
        <li>
          Телефонные продажи услуг Дополнительного профессионального образования и Профессионального обучения,
          Охраны труда и Пожарной безопасности, а также СОУТ, оценки Профессиональных рисков,  добровольной сертификации,
          вступления в СРО, получения разрешительной документации и Лицензий и мн. др.
        </li>
        <li>
          Проведение деловых переговоров с лицами, ответственными за принятие решений, первыми лицами компаний
          с целью продвижения и оказания услуг Академии,  заключение договоров, сопровождение и закрытие сделок
        </li>
        <li>
          Развитие, пополнение и мониторинг клиентской базы Академии, ведение отчётов в CRM
        </li>
      </ul>
      <p><b>Требования к кандидатам:</b></p>
      <ul>
        <li>
          Мы приветствуем и делаем приоритет для кандидатов с опыт работы в сфере продаж B2B от 1 года или равный
          по длительности опыт работы в консалтинге, в телефонных переговорах B2B
        </li>
        <li>
          Приветствуем кандидатов с юридическим, экономическим, инженерным образованием
        </li>
        <li>
          Для кандидатов с опытом работы в сфере дополнительного профессионального образования, рабочих специальностей,
          обучения охране труда, Пожарной безопасности, СОУТ (специальной оценки труда), СРО, сертификации
        </li>
        <li>
          Возможен вариант удаленного сотрудничества
        </li>
      </ul>
    </div>
  </div>
</template>

<script>
import html2pdf from "html2pdf.js"
export default {
  methods: {
    exportToPDF() {
      let card = document.getElementById("vacancy").cloneNode(true)
      card.classList.add("pdf")
      html2pdf(card, {
        filename:     "DPO_MAPO.pdf",
        image:        { type: 'jpeg', quality: 0.98 },
        html2canvas:  { scale: 2 }
      })
    }
  }
}
</script>

<style lang="sass">
@import "../style"
@import "../vacancies"
</style>
