<template>
  <div>
    <p>
      АНО ДПО “Межрегиональная академия профессионального обучения”, проводит свою основную деятельность
      в направлениях Дополнительного профессионального образования и Профессионального обучения,
      Охраны труда и Пожарной безопасности и является одним из ведущих столичных образовательных
      учреждений по освоению самых последних современных технологий в образовательном процессе.
    </p>
    <p>
      АНО ДПО “Межрегиональная академия профессионального обучения” активно участвует
      в информационной деятельности, пропаганде передового опыта, проведении дополнительных курсов
      по охране труда и техники безопасности на объектах строительного комплекса. Не смотря на положительные
      изменения в динамике развития, коллектив нашей академии не довольствуется достигнутым и стремиться
      к дальнейшему развитию и улучшению качества обучения и образовательного процесса.
    </p>
  </div>
</template>

<script>
export default {
}
</script>

<style lang="sass">@import "style"</style>